Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/Almond-Localizable.strings
Languages: es, tr

source: router.linkalmond-msg.label.Let's link an Almond.
es: Vamos a vincular el Almond.

source: router.linkalmond-msg.label.Start the wizard on your Almond.
es: Inicie el asistente en el Almond y, a continuación, toque el símbolo de abajo.

source: Almond Linked
es: Almond vinculado

source: Link Almond
es: Vínculo a la nube

source: Local Link Almond
es: Vínculo local

source: Please wait while your Almond is being linked to cloud.
es: Espere mientras se vincula el Almond con la nube.

source: This Almond is already linked to another user.
es: Este Almond ya está vinculado a otro usuario. Contacte con nosotros en support@securifi.com
tr: This Almond is already linked to another user. Contact us at support@securifi.com

source: Almond could not be affiliated
es: No se ha podido afiliar el Almond. %@

source: Run the Almond Account app and enter the code displayed.
es: Ejecute la aplicación Almond Account e introduzca el código mostrado.

source: cloudlink.button.Link Almond
es: Vincular Almond

source: cloudlink.button.Add Almond Locally
es: Agregar Almond localmente

source: Access your Almonds and your home devices from anywhere.
es: Acceda a sus Almond y a los dispositivos de su hogar desde cualquier lugar.

source: router.offline-msg.label.Almond is Offline.
es: El Almond está desconectado.
tr: Almond is Offline.

source: router.msg-link.The Almond was successfully linked.
es: El Almond se vinculó correctamente.

source: router.btn-title.Unlink Almond?
es: ¿Desvincular el Almond?

source: router.btn-title.Link Almond Locally
es: Vincular Almond localmente

source: router.title.Please note that without cloud control you will not receive notifications nor have the ability to control your Almond remotely.
es: Tenga en cuenta que si no dispone de control en la nube no recibirá notificaciones ni podrá controlar el Almond de forma remota.

source: router.error-msg.This Almond is already linked.
es: Este Almond ya está vinculado.

source: router.error-msg.An error occurred trying to link with the Almond. Please try again.
es: Se ha producido un error al intentar vincular con el Almond. Inténtelo de nuevo.

source: router.no-sensors.label.Add a sensor from your Almond.
es: Agregar sensor desde el Almond.
tr: Add a sensor from your Almond.

source: signup.headline-text.Securifi Cloud Account.
es: Cuenta en la nube de Securifi.
tr: Securifi Cloud Account.

source: signup.headline-text.Access your Almonds
es: Acceda a sus Almond y a los dispositivos de su hogar desde cualquier lugar.
tr: Access your Almonds and your home devices from anywhere.

source: accounts.ownedAlmond.label.YouOwnThisAlmond
es: Es propietario de este Almond
tr: You own this Almond

source: accounts.ownedAlmond.textfield.placeholder.almondName
es: Nombre del Almond
tr: Almond Name

source: accounts.ownedAlmond.button.RenameAlmond
es: Cambiar nombre del Almond
tr: Rename Almond

source: accounts.sharedAlmond.textfield.placeholder.almondName
es: Nombre del Almond
tr: Almond Name

source: accounts.sharedAlmond.button.RenameAlmond
es: Cambiar nombre del Almond
tr: Rename Almond

source: accounts.alert.onDeleteAccount.message
es: Si elimina la cuenta se desvincularán sus Almond y se eliminarán las preferencias de usuario. Para confirmar la eliminación de la cuenta, introduzca la contraseña.
tr: Deleting the account will unlink your Almond(s) and delete user preferences. To confirm account deletion enter your password below.

source: accounts.alert.onUnlinkAlmond.title
es: Desvincular Almond
tr: Unlink Almond

source: accounts.alert.onUnlinkAlmond.message
es: Para confirmar la desvinculación del Almond, introduzca la contraseña.
tr: To confirm unlinking Almond enter your password below.

source: accounts.itoast.almondNameMax32Characters
es: El nombre del Almond no puede tener más de 32 caracteres.
tr: Almond Name cannot be more than 32 characters.

source: accounts.itoast.unableToChangeAlmondName
es: Lo sentimos. No se ha podido cambiar el nombre del Almond.
tr: Sorry! We were unable to change Almond's name

source: accounts.hud.unlinkingAlmond
es: Desvinculando el Almond...
tr: Unlinking Almond...

source: accounts.hud.inviteUserToShareAlmond
es: Invitando al usuario a compartir el Almond...
tr: Inviting user to share Almond...

source: accounts.hud.changeAlmondName
es: Cambiar nombre del Almond...
tr: Change almond name...

source: accounts.hud.removeSharedAlmond
es: Quitar Almond compartido...
tr: Remove shared almond...

source: accounts.unlinkAlmond.failure.default
es: Lo sentimos. Se ha producido un error al intentar desvincular el Almond.
tr: Sorry! Unlinking of Almond was unsuccessful.

source: accounts.inviteUserToShareAlmond.failure.reasonCode2
es: Este usuario no tiene cuenta de Securifi.
tr: This user does not have a Securifi account.

source: accounts.inviteUserToShareAlmond.failure.reasonCode3
es: El usuario no ha verificado su cuenta de Securifi.
tr: The user has not verified the Securifi account yet.

source: accounts.inviteUserToShareAlmond.failure.reasonCode4
es: No es propietario de este Almond.
tr: You do not own this almond.

source: accounts.inviteUserToShareAlmond.failure.reasonCode6
es: Ya ha compartido este Almond con el usuario.
tr: You have already shared this almond with the user.

source: accounts.inviteUserToShareAlmond.failure.default
es: Lo sentimos. Se ha producido un error al intentar compartir el Almond.
tr: Sorry! Sharing of Almond was unsuccessful.

source: accounts.deleteSecondaryUser.failure.reasonCode4
es: No está asociado con este Almond
tr: You are not associated with this Almond

source: accounts.deleteSecondaryUser.failure.reasonCode6
es: El usuario secundario no está asociado con el Almond en cuestión.
tr: Secondary user is not associated with the given Almond.

source: accounts.deleteMeAsSecondaryUser.failure.reasonCode3
es: No está asociado con este Almond
tr: You are not associated with this Almond

source: accounts.deleteMeAsSecondaryUser.failure.default
es: Lo sentimos. Se ha producido un error al intentar quitar el Almond compartido.
tr: Sorry! Removing of shared Almond was unsuccessful.

source: scoreboard.section.AlmondMACs
es: Direcciones MAC de Almond

source: Copied Almond MAC
es: Dirección MAC del Almond copiada

source: alert.message-Connected to your Almond via cloud.
es: Conectado al Almond a través de la nube.

source: alertview -Connected to your Almond via cloud.
es: Conectado al Almond a través de la nube.

source: Add Local Connection Settings
es: Agregar ajustes de conexión local

source: Alert view fail-Cloud connection to your Almond failed. Tap retry or switch to local connection.
es: Error al intentar conectar al Almond a través de la nube. Pulse Reintentar o cambie a conexión local.

source: alert msg offline Local connection to your Almond failed. Tap retry or switch to cloud connection.
es: Error al intentar conectar al Almond localmente. Pulse Reintentar o cambie a conexión a la nube.

source: hud message-Setting Almond to Away Mode
es: Estableciendo el Almond en modo ausente

source: hud message-Setting Almond to Home Mode
es: Estableciendo el Almond en modo casa

source: alertview Can't connect to your Almond. Please select a connection method.
es: No se puede conectar al Almond. Seleccione un método de conexión.

source: alertview localconnection_Connected to your Almond locally.
es: Conectado al Almond localmente.
