Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/HomeScreen-Localizable.strings
Languages: de, es, ja, nl, pl, pt, ru, sv, tr, zh_hans

# router.linkalmond-msg.headline
source: Let's link a HomeScreen.
de: Ein HomeScreen verbinden.
pl: Połączmy urządzenie HomeScreen.
ru: Давайте подключим HomeScreen.
tr: Bir HomeScreen bağlayalım.

# router.linkalmond-msg.message
source: Run the HomeScreen Account app on your router, and then enter the code displayed.
de: Starten Sie den Assistenten auf dem LCD und tippen Sie auf das Symbol.
pl: Uruchom kreatora instalacji na Twoim urządzeniu HomeScreen, a następnie dotknij symbolu poniżej.
ru: Запустите Мастера Установки на Вашем HomeScreen, затем нажмите на символ ниже.
tr: HomeScreen'unuzda sihirbazı başlatın ve aşağıdaki sembole dokunun.

# Almond Linked
source: HomeScreen Linked
de: HomeScreen Verlinkt
es: HomeScreen vinculado
ja: Homescreen リンクされました
nl: Gekoppelde HomeScreen
pl: HomeScreen połączony
pt: HomeScreen associada
ru: HomeScreen подключен
sv: HomeScreen Kopplad
tr: HomeScreen Bağlandı
zh_hans: Homescreen已連接

# Link Almond
source: Link HomeScreen
de: Cloud Link
es: Vínculo a la nube
ja: クラウドリンクCloud Link
nl: Cloud-link
pl: Połączenie z chmurą
pt: Ligação na nuvem
ru: Облачное подключение
sv: Molnlänk
tr: Bulut Linki
zh_hans: 雲端連接

# Local Link Almond
source: Local Link
de: Lokaler Link
es: Vínculo local
ja: ローカルリンクLocal Link
nl: Locale link
pl: Połączenie lokalne
pt: Ligação local
ru: Локальное подключение
sv: Lokal Länk
tr: Yerel Link
zh_hans: 本機連接

# Please wait while your Almond is being linked to cloud.
source: Please wait while your HomeScreen is being linked to cloud.
de: Bitte warten Sie bis Ihr HomeScreen mit der Cloud verlinkt ist.
es: Espere mientras se vincula el HomeScreen con la nube.
ja: お待ちください、Homescreenはクライドにリンク中です。Please wait while your Homescreen is being linked to cloud.
nl: Wacht even tot uw HomeScreen is gekoppeld aan de cloud.
pl: Proszę czekać, podczas gdy Twoje urządzenie HomeScreen jest łączone z chmurą.
pt: Aguarde que a sua HomeScreen seja associada à nuvem.
ru: Пожалуйста, подождите, пока Ваш HomeScreen подключается к облаку.
sv: Var god vänta medan din HomeScreen kopplas till molnet.
tr: Lütfen buluta bağlanırken bekleyin.
zh_hans: Homescreen正在連接至雲端伺服器，請稍候。

# This Almond is already linked to another user.
source: This HomeScreen is already linked to another user. Contact us at support@homescreen.com
de: Dieses HomeScreen ist bereits mit einem anderen Nutzer verlinkt. Kontaktieren Sie uns unter support@securifi.com
es: Este HomeScreen ya está vinculado a otro usuario. Contacte con nosotros en support@securifi.com
ja: このHomescreenは別のユーザーにリンクされています。サポートにご連絡ください。This Homescreen is already linked to another user. Contact us at support@securifi.com
nl: Deze HomeScreen is al gekoppeld aan een andere gebruiker. Neem contact met ons op via support@securifi.com
pl: To urządzenie HomeScreen jest już przypisane do innego użytkownika. Skontaktuj się z nami, pisząc na adres support@securifi.com
pt: Esta HomeScreen já está associada a outro utilizador. Contacte-nos através do support@securifi.com
ru: Данный HomeScreen уже подключён к другому пользователю. Свяжитесь с нами по support@securifi.com
sv: Denna HomeScreen är redam kopplad till en annan användare. Kontakta oss på support@securifi.com
tr: Bu HomeScreen başka bir kullanıcıya bağlıdır. Bizimle support@securifi.com adresinden iletişime geçebilirsiniz

# Almond could not be affiliated
source: HomeScreen could not be affiliated. %@
de: HomeScreen konnte nicht eingegliedert werden. %@
es: No se ha podido afiliar el HomeScreen. %@
ja: Homescreenにリンクできません。 Homescreen could not be affiliated. %@
nl: HomeScreen kan niet worden geafillieerd. %@
pl: Nie udało się przypisać urządzenia HomeScreen. %@
pt: Não é possível associar a HomeScreen à nuvem. %@
ru: HomeScreen не может быть привязан. %@
sv: HomeScreen kunde inte anslutas. %@
tr: HomeScreen ilişkilendirilemedi. %@

# Run the Almond Account app and enter the code displayed.
source: Run the HomeScreen Account app and enter the code displayed.
de: Starten Sie die HomeScreen Konto App auf dem LCD und geben Sie den Code ein.
es: Ejecute la aplicación HomeScreen Account e introduzca el código mostrado.
ja: 設定ＡＰＰを実行し、コードを入力してください。 Run the Homescreen Account app and enter the code displayed.
nl: Open de app HomeScreen Account en voer de weergegeven code in.
pl: Uruchom aplikację HomeScreen Account i wprowadź podany kod.
pt: Execute a aplicação da conta da HomeScreen e introduza o código exibido.
ru: Запустите приложение HomeScreen Account и введите отображаемый код.
sv: Kör HomeScreen Konto-appen och ange kodes som visas.
tr: HomeScreen Hesabı uygulamasını çalıştırın ve görüntülenen kodu girin.
zh_hans: 點擊Homescreen Account app並輸入顯示的代碼。

# cloudlink.button.Link Almond
source: Link HomeScreen
de: HomeScreen verlinken
es: Vincular HomeScreen
ja: リンクHomescreenLink Homescreen
nl: HomeScreen koppelen
pl: Połącz urządzenie HomeScreen
pt: Associar HomeScreen
ru: Подключить HomeScreen
sv: Koppla HomeScreen
tr: HomeScreen'u Bağla
zh_hans: 連接Homescreen

# cloudlink.button.Add Almond Locally
source: Add HomeScreen Locally
de: HomeScreen lokal hinzufügen
es: Agregar HomeScreen localmente
ja: ローカルでHomescreenを追加Add Homescreen Locally
nl: HomeScreen lokaal toevoegen
pl: Dodaj urządzenie HomeScreen lokalnie
pt: Adicionar HomeScreen localmente
ru: Локально подключить HomeScreen
sv: Lägg till HomeScreen Lokalt
tr: HomeScreen'u Yerel Olarak Ekle
zh_hans: 新增本機連接

# router.offline-msg.label.Almond is Offline.
source: HomeScreen is Offline.
de: HomeScreen ist Offline.
es: El HomeScreen está desconectado.
ja: Homescreen はオフラインです.
pl: HomeScreen jest w trybie offline.
pt: A HomeScreen está offline.
ru: HomeScreen не подключен к сети.
sv: HomeScreen är Offline.
tr: HomeScreen Çevrimdışı.
zh_hans: Homescreen已離線

# router.msg-link.The Almond was successfully linked.
source: The HomeScreen was successfully linked.
es: El HomeScreen se vinculó correctamente.
ja: Homescreenのリンク成功しました。 The Homescreen was successfully linked.
nl: De HomeScreen is gekoppeld.
pl: Urządzenie HomeScreen zostało połączone pomyślnie.
pt: A HomeScreen foi associada com sucesso.
ru: HomeScreen был успешно подключен.
sv: HomeScreen kopplades.
tr: HomeScreen başarıyla bağlandı.
zh_hans: Homescreen已成功連接。

# router.btn-title.Unlink Almond?
source: Unlink HomeScreen?
de: HomeScreen Verlinkung trennen?
es: ¿Desvincular el HomeScreen?
ja: Homescreenのリンク解除しますか？Unlink Homescreen?
nl: De HomeScreen ontkoppelen?
pl: Rozłączyć urządzenie HomeScreen?
pt: Desassociar HomeScreen?
ru: Отключить HomeScreen?
sv: Koppla från HomeScreen?
tr: HomeScreen Bağlantısı Kaldırılsın mı?
zh_hans: Homescreen未連接

# router.btn-title.Link Almond Locally
source: Link HomeScreen Locally
de: HomeScreen lokal verlinken
es: Vincular HomeScreen localmente
ja: ローカルでHomescreenをリンクする。Link Homescreen Locally
nl: HomeScreen lokaal koppelen
pl: Połącz urządzenie HomeScreen lokalnie
pt: Associar HomeScreen localmente
ru: Подключить HomeScreen Локально
sv: Koppla HomeScreen Lokalt
tr: HomeScreen'u Yerel Olarak Bağlayın
zh_hans: 本機連接Homescreen

source: Please note that without cloud control you will not receive notifications nor have the ability to control your HomeScreen remotely.
de: Hinweis! Ohne Cloud können Sie keine Sensoren aus der Ferne steuern oder Benachrichtigungen erhalten.
es: Tenga en cuenta que si no dispone de control en la nube no recibirá notificaciones ni podrá controlar el HomeScreen de forma remota.
ja: クラウドコントロールがないと、リモートでHomescreenのコントロールはできません、それに、通知メッセージも受信できません。Please note that without cloud control you will not receive notifications nor have the ability to control your Homescreen remotely.
nl: Houd er rekening mee dat zonder cloudbeheer u geen meldingen ontvangt of uw HomeScreen op afstand kunt bedienen.
pl: Miej na uwadze, że bez możliwości kontroli przez chmurę nie będziesz mieć możliwości zdalnej kontroli nad Twoim urządzeniem HomeScreen.
pt: Note que sem o controlo na nuvem, não será possível receber notificações nem controlar a sua HomeScreen remotamente.
ru: Пожалуйста, обратите внимание, что без облачного контроля Вы перестанете получать уведомления и не сможете дистанционно управлять Вашим HomeScreen.
sv: Var god notera att du utan molnkontroll inte tar emot meddelanden eller har möjlighet att fjärrstyra din HomeScreen.
tr: Lüten bulut kontrolü olmadan bildirim alamayacağınızı veya HomeScreen'unuzu uzaktan kontrol edemeyeceğinizi dikkate alın.

# router.error-msg.This Almond is already linked.
source: This HomeScreen is already linked.
de: Dieses HomeScreen ist bereits verlinkt.
es: Este HomeScreen ya está vinculado.
ja: このHomescreenはすでに、リンクされました。 This Homescreen is already linked.
nl: Deze HomeScreen is al gekoppeld.
pl: To urządzenie HomeScreen jest już połączone.
pt: Esta HomeScreen já está associada.
ru: Этот HomeScreen уже подключен.
sv: Denna HomeScreen är redan kopplad.
tr: Bu HomeScreen zaten bağlandı.
zh_hans: Homescreen已連接完成。

source: An error occurred trying to link with the HomeScreen. Please try again.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es: Se ha producido un error al intentar vincular con el HomeScreen. Inténtelo de nuevo.
ja: リンク中にエラーが発生しました、もう一度してください。 An error occurred trying to link with the Homescreen. Please try again.
nl: Er is een fout opgetreden tijdens het koppelen met de HomeScreen. Probeer het opnieuw.
pl: Wystąpił błąd podczas próby połączenia z urządzeniem HomeScreen. Spróbuj ponownie.
pt: Ocorreu um erro ao tentar associar com a HomeScreen. Tente novamente.
ru: Возникла ошибка при установке подключения с HomeScreen. Пожалуйста, попробуйте позже.
sv: Ett fel inträffade vid försök att koppla HomeScreen. Var god försök igen.
zh_hans: 連接Homescreen時發生一個錯誤，請稍候再試。

# router.card-title.Cloud Almond Link
source: Cloud HomeScreen Link
es: Vínculo del HomeScreen a la nube
nl: Lokale HomeScreen-link
pl: Połączenie z chmurą HomeScreen
pt: Ligação na nuvem à HomeScreen
ru: Облачное соединение с HomeScreen
sv: Moln HomeScreen Länk
tr: Bulut HomeScreen Linki
zh_hans: Homescreen 雲端連接

# router.card-title.Local Almond Link
source: Local HomeScreen Link
de: Lokaler HomeScreen Link
es: Vínculo local del HomeScreen
nl: Lokale HomeScreen Link
pl: Połączenie z lokalnym urządzeniem HomeScreen
pt: Ligação local à HomeScreen
ru: Локальное соединение с HomeScreen
tr: Yerel HomeScreen Linki
zh_hans: Homescreen主機連接

# router.software-version.header.instructions
source: Please tap "Settings" on your HomeScreen
de: Bitte tippen Sie auf"Einstellungen." auf Ihrem HomeScreen
es: Pulse "Ajustes" en el HomeScreen
nl: Tik op "Instellingen" op uw HomeScreen
pl: Dotknij „Ustawienia“ na Twoim urządzeniu HomeScreen
pt: Toque em "Definições" na sua HomeScreen
ru: Пожалуйста, нажмите "Настройки" на Вашем HomeScreen
sv: Please tap "Inställningar" på din HomeScreen
tr: Lütfen HomeScreen'unuzda "Ayarlar" obölümüne dokunun
zh_hans: 請在您的Homescreen螢幕點擊”設定”

# router.no-sensors.label.Add a sensor from your Almond.
source: Add a sensor from your HomeScreen.
de: Fügen Sie einen Sensor zu HomeScreen hinzu.
es: Agregar sensor desde el HomeScreen.
ja: Homescreenにセンサーを追加 Add a sensor from your Homescreen.
nl: Een sensor toevoegen vanaf uw HomeScreen.
pl: Dodaj czujnik przez HomeScreen.
pt: Adicionar um sensor da sua HomeScreen.
ru: Добавьте сенсор с Вашего HomeScreen.
sv: Lägg till en sensor från din HomeScreen.
tr: HomeScreen'unuzdan bir sensör ekleyin.
zh_hans: 在您的Homescreen添加感應器。

# signup.headline-text.Securifi Cloud Account.
source: HomeScreen Cloud Account.
de: Securifi Cloud Konto.
es: Cuenta en la nube de Securifi.
ja: Ｓｅｃｕｒｉｆｉクラウドアカウント Securifi Cloud Account.
nl: Securifi-cloudaccount.
pl: Konto w chmurze Securifi.
pt: Conta na nuvem Securifi.
ru: Аккаунт Securifi Cloud.
sv: Securifi Molnkonto.
tr: Securifi Bulut Hesabı.
zh_hans: Securifi雲端帳戶

# accounts.ownedAlmond.label.YouOwnThisAlmond
source: You own this HomeScreen
de: Dieses HomeScreen gehört Ihnen
es: Es propietario de este HomeScreen
ja: このHomescreenはあなたのです。You own this Homescreen
nl: Deze HomeScreen is de uwe
pl: Jesteś właścicielem tego urządzenia HomeScreen
pt: Esta HomeScreen é sua
ru: Это Ваш HomeScreen
sv: Du äger denna HomeScreen
tr: Bu HomeScreen size ait
zh_hans: 您擁有此Homescreen權限。

# accounts.ownedAlmond.textfield.placeholder.almondName
source: HomeScreen Name
es: Nombre del HomeScreen
ja: Homescreen 名
nl: HomeScreen-naam
pl: Nazwa urządzenia HomeScreen
pt: Nome da HomeScreen
ru: Имя HomeScreen
sv: HomeScreen Namn
tr: HomeScreen Adı
zh_hans: Homescreen名稱

# accounts.ownedAlmond.button.RenameAlmond
source: Rename HomeScreen
de: HomeScreen Name ändern
es: Cambiar nombre del HomeScreen
ja: Homescreen名変更
nl: Naam van HomeScreen wijzigen
pl: Zmień nazwę urządzenia HomeScreen
pt: Renomear a HomeScreen
ru: Переименовать HomeScreen
sv: Byt namn på HomeScreen
tr: HomeScreen'u Yeniden Adlandır
zh_hans: 重新命名Homescreen

# accounts.sharedAlmond.textfield.placeholder.almondName
source: HomeScreen Name
es: Nombre del HomeScreen
ja: Homescreen 名
nl: HomeScreen-naam
pl: Nazwa urządzenia HomeScreen
pt: Nome da HomeScreen
ru: Имя HomeScreen
sv: HomeScreen Namn
tr: HomeScreen Adı
zh_hans: Homescreen名稱

# accounts.sharedAlmond.button.RenameAlmond
source: Rename HomeScreen
de: HomeScreen Name ändern
es: Cambiar nombre del HomeScreen
ja: Homescreen名変更
nl: Naam van HomeScreen wijzigen
pl: Zmień nazwę urządzenia HomeScreen
pt: Renomear a HomeScreen
ru: Переименовать HomeScreen
sv: Byt namn på HomeScreen
tr: HomeScreen'u Yeniden Adlandır
zh_hans: 重新命名Homescreen

# accounts.alert.onDeleteAccount.message
source: Deleting the account will unlink your HomeScreen(s) and delete user preferences. To confirm account deletion enter your password below.
de: Durch die Löschung des Kontos wird die Verlinkung des HomeScreens getrennt und die Nutzereinstelungen warden gelöscht. Bitte geben Sie Ihr Passwort ein um den Vorgang zu bestätigen.
es: Si elimina la cuenta se desvincularán sus HomeScreen y se eliminarán las preferencias de usuario. Para confirmar la eliminación de la cuenta, introduzca la contraseña.
ja: アカウントを削除すると、Almondとのリンクが切断され、ユーザーの設定がなくなります。アカウントを削除したい場合、下にパスワードを入力してください。
nl: Als u de account verwijdert, word(t)(en) uw HomeScreen(s)ontkoppelt en worden gebruikersvoorkeuren verwijdert. Om de verwijdering van uw account te bevestigen, voert u hieronder uw wachtwoord in.
pl: Usunięcie konta spowoduje rozłączenie Twoich urządzeń HomeScreen i usunięcie ustawień użytkownika. Aby potwierdzić usunięcie konta, wpisz poniżej Twoje hasło.
pt: Eliminar a conta irá desassociar a(s) sua(s) HomeScreen(s) e eliminar as preferências do utilizador. Para confirmar a eliminação de conta introduza a sua palavra-passe abaixo.
ru: Удаление данного аккаунта приведёт к отсоединению Вашего HomeScreen и удалит Ваши пользовательские предпочтения. Для подтверждения удаления аккаунта, введите Ваш пароль ниже.
sv: Om du tar bort kontot kopplar du från HomeScreen(s) och raderar användarinställningar. För att bekräfta borttagning av kontot ange ditt lösenord nedan.
tr: Hesabı silmek HomeScreen'larınızın bağlantısını kaldıracak ve kullanıcı tercihlerini silecektir. Hesap silme işlemini doğrulamak için aşağıya parolanızı girin.

# accounts.alert.onUnlinkAlmond.title
source: Unlink HomeScreen
de: HomeScreen Verlinkung trennen
es: Desvincular HomeScreen
ja: Homescreenのリンクを解除するUnlink Homescreen
nl: HomeScreen ontkoppelen
pl: Rozłącz urządzenie HomeScreen
pt: Desassociar HomeScreen
ru: Отсоединить HomeScreen
sv: Koppla från HomeScreen
tr: HomeScreen Bağlantısını Kesin
zh_hans: Homescreen移除連接

# accounts.alert.onUnlinkAlmond.message
source: To confirm unlinking HomeScreen enter your password below.
de: Bitte bestätigen Sie die Trennung mit Ihrem Passwort.
es: Para confirmar la desvinculación del HomeScreen, introduzca la contraseña.
ja: Homescreenのリンクを解除したい場合、パスワードを入力してください。 To confirm unlinking Almond enter your password below.
nl: Om de HomeScreen te ontkoppelen, voert u hieronder uw wachtwoord in.
pl: Aby potwierdzić rozłączenie Urządzenia HomeScreen, wpisz poniżej Twoje hasło.
pt: Para confirmar a remoção da associação da HomeScreen introduza a sua palavra-passe abaixo.
ru: Для подтверждения отсоединения Вашего HomeScreen введите Ваш пароль ниже.
sv: För att bekräfta koppling av HomeScreen ange ditt lösenord nedan.
tr: HomeScreen bağlantısını kesmeyi onaylamak için parolanızı aşağıya girin.
zh_hans: 確認Homescreen移除連接請在下方輸入您的密碼。

# accounts.itoast.almondNameMax32Characters
source: HomeScreen Name cannot be more than 32 characters.
de: HomeScreen kann nicht länger als 32 Zeichen sein.
es: El nombre del HomeScreen no puede tener más de 32 caracteres.
ja: Homescreen名は３２文字以下まで。 Homescreen Name cannot be more than 32 characters.
nl: De naam van de HomeScreen Name niet langer zijn dan 32 tekens.
pl: Nazwa urządzenia HomeScreen nie może składać się z więcej niż 32 znaków.
pt: O nome da HomeScreen não pode ser superior a 32 carateres.
ru: Имя HomeScreen не может содержать более 32 символоб.
sv: HomeScreen namn kan inte vara mer än 32 tecken.
tr: HomeScreen Adı 32 karakterden fazla olamaz.
zh_hans: Homescreen名稱不能多於32個字元。

# accounts.itoast.unableToChangeAlmondName
source: Sorry! We were unable to change HomeScreen's name
de: Sorry! HomeScreen Name konnte nicht geändert werden
es: Lo sentimos. No se ha podido cambiar el nombre del HomeScreen.
ja: ごめんなさい！Homescreen名の変更できませんでした。 Sorry! We were unable to change Homescreen's name
nl: Het spijt ons! Wij kunnen de naam van uw HomeScreen niet wijzigen
pl: Przepraszamy! Nie udało się zmienić nazwy urządzenia HomeScreen
pt: Lamentamos! Não foi possível alterar o nome da HomeScreen
ru: К сожалению, не удалось изменить имя HomeScreen
sv: Tyvärr! Det gick inte att ändra HomeScreens namn
tr: Üzgünüz! HomeScreen'un adını değiştiremedik
zh_hans: 抱歉!我們無法變更Homescreen名稱。

# accounts.hud.unlinkingAlmond
source: Unlinking HomeScreen...
de: Trenne HomeScreen Verlinkung...
es: Desvinculando el HomeScreen...
ja: Homescreenのリンクを解除中Unlinking Homescreen...
nl: HomeScreen ontkoppelen...
pl: Rozłączanie urządzenia HomeScreen...
pt: A desassociar a HomeScreen...
ru: Отсоединение HomeScreen...
sv: Koppla från HomeScreen...
tr: HomeScreen Bağlantısı Kaldırılıyor...
zh_hans: Homescreen移除連接中…

# accounts.hud.inviteUserToShareAlmond
source: Inviting user to share HomeScreen...
de: Nutzer Einladen und HomeScreen teilen...
es: Invitando al usuario a compartir el HomeScreen...
ja: ユーザーを招待中 Inviting user to share Homescreen...
nl: Gebruiker uitnodigen om de HomeScreen te delen...
pl: Zapraszanie użytkownika do współdzielenia urządzenia HomeScreen...
pt: A convidar um utilizador para partilhar a HomeScreen...
ru: Приглашение пользователя для совместного использования HomeScreen...
sv: Att bjuda in användare att dela HomeScreen...
tr: Kullanıcı HomeScreen'u paylaşmaya davet ediliyor...
zh_hans: 邀請使用者共享Homescreen…

# accounts.hud.changeAlmondName
source: Change HomeScreen name...
de: HomeScreen Name ändern...
es: Cambiar nombre del HomeScreen...
ja: Homescreen名を変更Change Homescreen name...
nl: De naam van de HomeScreen te wijzigen...
pl: Zmień nazwę urządzenia HomeScreen...
pt: Alterar o nome da HomeScreen...
ru: Изменить имя HomeScreen...
sv: Ändra HomeScreen namn ...
tr: HomeScreen adını değiştir...
zh_hans: 變更Homescreen名稱…

# accounts.hud.removeSharedAlmond
source: Remove shared HomeScreen...
de: Geteilten HomeScreen entfernen...
es: Quitar HomeScreen compartido...
ja: 共有したHomescreenを削除するRemove shared Homescreen...
nl: Gedeelde HomeScreen verwijderen...
pl: Usuń współdzielone urządzenie HomeScreen...
pt: Remover a HomeScreen partilhada...
ru: Удалить общий HomeScreen...
sv: Ta bort delad HomeScreen...
tr: Paylaşılan HomeScreenu kaldır...
zh_hans: 移除共享Homescreen…

# accounts.unlinkAlmond.failure.default
source: Sorry! Unlinking of HomeScreen was unsuccessful.
de: Sorry! HomeScreen Verlinkung trennen fehlgeschlagen.
es: Lo sentimos. Se ha producido un error al intentar desvincular el HomeScreen.
ja: ごめんなさい！Homescreenのリンク解除はできませんでした。 Sorry! Unlinking of Almond was unsuccessful.
nl: Het spijt ons! Het ontkoppelen van de HomeScreen is mislukt.
pl: Przepraszamy! Nie udało się rozłączyć urządzenia HomeScreen.
pt: Lamentamos! Falha ao desassociar a HomeScreen.
ru: К сожалению, отсоединение HomeScreen не удалось.
sv: Tyvärr! Det gick inte att koppla från HomeScreen.
tr: Üzgünüz! HomeScreen bağlantısı kaldırılamadı.
zh_hans: 抱歉!移除Homescreen連接失敗。

# accounts.inviteUserToShareAlmond.failure.reasonCode2
source: This user does not have a HomeScreen account.
de: Dieser Nutzer hat kein Securifi Konto.
es: Este usuario no tiene cuenta de Securifi.
ja: このユーザーはＳｅｃｕｒｉｆｉのアカウントを持っていません。 This user does not have a Securifi account.
nl: Deze gebruiker heeft geen Securifi-account.
pl: Ten użytkownik nie ma konta Securifi.
pt: Este utilizador não possui um conta Securifi.
ru: У данного пользователя нет аккаунта Securifi.
sv: Den här användaren har inte ett Securifi-konto.
tr: Bu kullanıcının bir Securifi hesabı yok.
zh_hans: 此使用者並沒有Securifi帳戶

# accounts.inviteUserToShareAlmond.failure.reasonCode3
source: The user has not verified the HomeScreen account yet.
de: Der Nutzer hat sein Securifi Konto noch nicht bestätigt.
es: El usuario no ha verificado su cuenta de Securifi.
ja: このユーザーはまだアカウントを有効にしていません。 The user has not verified the Securifi account yet.
nl: De gebruiker heeft de Securifi-account nog niet geverifieerd.
pl: Użytkownik nie zweryfikował jeszcze konta Securifi.
pt: O utilizador ainda não verificou a conta Securifi.
ru: Данный пользователь ещё не подтвердил свой аккаунт Securifi.
sv: Användaren har inte verifierat Securifi-kontot ännu.
tr: Kullanıcı henüz Securifi hesabını doğrulamadı.
zh_hans: 此使用者尚未完成Securifi帳戶驗證。

# accounts.inviteUserToShareAlmond.failure.reasonCode4
source: You do not own this HomeScreen.
de: Dieses HomeScreen gehört nicht Ihnen.
es: No es propietario de este HomeScreen.
ja: このHomescreenはあなたのではありません。 You do not own this almond.
nl: U bent niet de eigenaar van deze HomeScreen.
pl: Nie jesteś właścicielem tego urządzenia HomeScreen.
pt: Não possui esta HomeScreen.
ru: Это не Ваш HomeScreen.
sv: Du inte ägare av denna HomeScreen.
tr: Bu HomeScreen size ait değil.
zh_hans: 您未擁有此Homescreen權限。

# accounts.inviteUserToShareAlmond.failure.reasonCode6
source: You have already shared this HomeScreen with the user.
de: Sie haben dieses HomeScreen bereits mit dem Nutzer geteilt
es: Ya ha compartido este HomeScreen con el usuario.
ja: このHomescreenはすでにユーザーに共有しました。 You have already shared this Homescreen with the user.
nl: U hebt deze HomeScreen al gedeeld met de gebruiker.
pl: Już współdzielisz urządzenie HomeScreen z tym użytkownikiem.
pt: Já partilhou esta HomeScreen com o utilizador.
ru: Вы уже предоставили данный Аlmond для совместного использования с этим пользователем.
sv: Du har redan delat denna HomeScreen med användaren.
tr: Bu HomeScreen'u zaten kullanıcı ile paylaştınız.
zh_hans: 您已經與用戶共享Homescreen。

# accounts.inviteUserToShareAlmond.failure.default
source: Sorry! Sharing of HomeScreen was unsuccessful.
de: Sorry! HomeScreen teilen fehlgeschlagen.
es: Lo sentimos. Se ha producido un error al intentar compartir el HomeScreen.
ja: ごめんなさい！Homescreenの共有はできませんでした。 Sorry! Sharing of Homescreen was unsuccessful.
nl: Het spijt ons! Het delen van de HomeScreen is mislukt.
pl: Przepraszamy! Nie udało się udostępnić urządzenia HomeScreen.
pt: Lamentamos! Falha ao desassociar a HomeScreen.
ru: К сожалению, предоставление HomeScreen для совместного использования не удалось.
sv: Tyvärr! Det gick inte att dela HomeScreen.
tr: Üzgünüz! HomeScreen paylaşımı başarısız.
zh_hans: 抱歉!共享Homescreen失敗。
