Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/HomeScreen-Localizable.strings
Languages: de, es, ja, nl, pl, pt, ru, sv, tr, zh_hans

# accounts.deleteSecondaryUser.failure.reasonCode4
source: You are not associated with this HomeScreen
de: Sie nicht mit diesem HomeScreen assoziert.
es: No está asociado con este HomeScreen
ja: お客様はこのHomescreenとリンクされていません。 You are not associated with this Homescreen
nl: U bent niet geassocieerd met deze HomeScreen
pl: Nie jesteś powiązany z tym urządzeniem HomeScreen
pt: Não está associado a esta HomeScreen
ru: Вы не связаны с данным HomeScreen
sv: Du är inte ihopkopplad med denna HomeScreen
tr: Bu HomeScreen ile ilişkilendirilmediniz
zh_hans: 您未與此Homescreen聯結

# accounts.deleteSecondaryUser.failure.reasonCode6
source: Secondary user is not associated with the given HomeScreen.
de: Zweitnutzer ist nicht mit diesm HomeScreen assoziert.
es: El usuario secundario no está asociado con el HomeScreen en cuestión.
ja: セカンダリーユーザーはこのHomescreenとリンクされていません。 Secondary user is not associated with the given Homescreen.
nl: De secundaire gebruiker is niet geassocieerd met de opgegeven HomeScreen.
pl: Dodatkowy użytkownik nie jest powiązany z tym urządzeniem HomeScreen.
pt: O utilizador secundário não está associado à HomeScreen fornecida.
ru: Вторичный пользователь не связан с данным HomeScreen.
sv: Sekundära användare är inte ihopkopplade med denna HomeScreen.
tr: İkincil kullanıcı verili HomeScreen ile ilişkilendirilmedi.
zh_hans: 次要用戶未與此Homescreen聯結

# accounts.deleteMeAsSecondaryUser.failure.reasonCode3
source: You are not associated with this HomeScreen
de: Sie sind nicht mit diesem HomeScreen assoziert
es: No está asociado con este HomeScreen
ja: お客様はこのHomescreenとリンクされていません。
nl: U bent niet geassocieerd met deze HomeScreen
pl: Nie jesteś powiązany z tym urządzeniem HomeScreen
pt: Não está associado a esta HomeScreen
ru: Вы не связаны с данным HomeScreen
sv: Du är inte ihopkopplad med denna HomeScreen.
tr: Bu HomeScreen ile ilişkilendirilmediniz
zh_hans: 您未與此Homescreen聯結

# accounts.deleteMeAsSecondaryUser.failure.default
source: Sorry! Removing of shared HomeScreen was unsuccessful.
de: Sorry! Entfernen des geteilten HomeScreens fehlgeschlagen.
es: Lo sentimos. Se ha producido un error al intentar quitar el HomeScreen compartido.
ja: 共有したHomescreenの削除は出来ませんでした。Sorry! Removing of shared Homescreen was unsuccessful.
nl: Het spijt ons! Het verwijderen van de HomeScreen is mislukt.
pl: Przepraszamy! Nie udało się usunąć współdzielonego urządzenia HomeScreen.
pt: Lamentamos! Falha ao remover a HomeScreen partilhada.
ru: К сожалению, отключение совместного использования данного HomeScreen не удалось.
sv: Tyvärr! Det gick inte att ta bort delad HomeScreen.
tr: Üzgünüz! Paylaşılan HomeScreen kaldırılamadı.
zh_hans: 抱歉!共享Homescreen失敗。

# scoreboard.section.AlmondMACs
source: HomeScreen MACs
es: Direcciones MAC de HomeScreen
pl: Adresy MAC HomeScreen
pt: MAC da HomeScreen
ru: МАС-адреса HomeScreen
tr: HomeScreen MAC'leri

# Copied Almond MAC
source: Copied HomeScreen MAC
de: KopierteHomeScreen MAC
es: Dirección MAC del HomeScreen copiada
ja: コピーされた Homescreen MAC
nl: Gekopieerde HomeScreen MAC
pl: Skopiowane adresy MAC HomeScreen
pt: MAC da HomeScreen copiado
ru: Копированные МАС-адреса HomeScreen
sv: Kopierad HomeScreen MAC
tr: Kopyalanan HomeScreen MAC
zh_hans: 複製Homescreen MAC

# alert.message-Connected to your Almond via cloud.
source: Connected to your HomeScreen via cloud.
de: Mit HomeScreen über die Cloud verbunden.
es: Conectado al HomeScreen a través de la nube.
ja: クラウドでHomescreenと接続しています。 Connected to your Homescreen via cloud.
nl: Met uw HomeScreen verbonden via cloud.
pl: Połącz się z Twoim HomeScreen przez chmurę.
pt: Ligado à sua HomeScreen através da nuvem.
ru: Подключён к Вашему HomeScreen через облако.
sv: Ansluten till din HomeScreen via moln.
tr: HomeScreen'unuza bulut üzerinden bağlandınız.
zh_hans: 透過雲端連接您的Homescreen。

# alertview -Connected to your Almond via cloud.
source: Connected to your HomeScreen via cloud.
de: Steuern Sie er HomeScreen und Geräte von überall.
es: Conectado al HomeScreen a través de la nube.
ja: クラウドでHomescreenと接続しています
nl: Met uw HomeScreen verbonden via cloud.
pl: Połączono z Twoim HomeScreen przez chmurę.
pt: Ligado à sua HomeScreen através da nuvem.
ru: Подключён к Вашему HomeScreen через облако.
sv: Ansluten till din HomeScreen via moln.
tr: HomeScreen'unuza bulut üzerinden bağlandınız.
zh_hans: 透過雲端連接您的Homescreen。

source: Add Local Connection Settings
de: Lokale Verbindungseinstell. hinzufügen
es: Agregar ajustes de conexión local
ja: ローカル接続を追加する。Add Local Connection Settings
nl: Lokale verbindingsinstellingen toevoegen
pl: Dodaj ustawienia połączenia lokalnego
pt: Adicionar as definições da ligação local
ru: Добавить настройки локального соединениия
sv: Lägg till inställningar för Lokal Anslutning
tr: Yerel Bağlantı Ayarlarını Ekleyin
zh_hans: 新增本機連接設定

source: Cloud connection to your HomeScreen failed. Tap retry or switch to local connection.
de: Cloud Verbindung zu HomeScreen fehlgeschlagen. Tippen sie auf neu laden oder wechseln Sie zur lokalen Verbindung.
es: Error al intentar conectar al HomeScreen a través de la nube. Pulse Reintentar o cambie a conexión local.
ja: クラウドの接続が出来ませんでした。再実行するかローカルで接続してください。Cloud connection to your Homescreen failed. Tap retry or switch to local connection.
nl: De cloud-verbinding naar uw HomeScreen is mislukt. Tik op opnieuw of schakel over naar een lokale verbinding.
pl: Połączenie z Twoim HomeScreen przez chmurę nie powiodło się. Spróbuj ponownie lub przełącz na połączenie lokalne.
pt: Falha na ligação na nuvem à sua HomeScreen. Toque novamente para mudar para ligação local.
ru: Облачное подключение к Вашему HomeScreen не удалось. Попробуйте снова или переключитесь на локальное соединение.
sv: Molnanslutning till din HomeScreen misslyckades. Tryck försök igen eller ändra till lokal anslutning.
tr: HomeScreen bulut bağlantısı kurulamadı. Yeniden deneye dokunun veya yerel bağlantıya geçin.
zh_hans: 雲端連接Homescreen失敗，請點擊重試或切換至本機連接。

source: Local connection to your HomeScreen failed. Tap retry or switch to cloud connection.
de: Lokale Verbindungseinstell. hinzufügen. Cloud Verbindung zu HomeScreen fehlgeschlagen.
es: Error al intentar conectar al HomeScreen localmente. Pulse Reintentar o cambie a conexión a la nube.
nl: De lokale verbinding naar uw HomeScreen is mislukt. Tik op opnieuw of schakel over naar een cloudverbinding.
pl: Połączenie lokalne z Twoim HomeScreen nie powiodło się. Spróbuj ponownie lub przełącz na połączenie przez chmurę.
pt: Falha na ligação local à sua HomeScreen. Toque novamente para mudar para ligação na nuvem.
ru: Локальное подключение к Вашему HomeScreen не удалось. Попробуйте снова или переключитесь на облачное соединение.
sv: Lokal anslutning till din HomeScreen misslyckades. Tryck försök igen eller ändra till lokal anslutning.
tr: HomeScreen yerel bağlantısı kurulamadı. Dokunup yeniden deneyin veya bulut bağlantısına geçin.
zh_hans: 本機連接Homescreen失敗，請點擊重試或切換至雲端連接。

# hud message-Setting Almond to Away Mode
source: Setting HomeScreen to Away Mode
de: HomeScreen auf Nicht zuhause Modus stellen
es: Estableciendo el HomeScreen en modo ausente
ja: Homescreenを留守モードに設定中Setting Homescreen to Away Mode
nl: De HomeScreen instellen op de Afwezig-modus
pl: Przestawianie urządzenia HomeScreen w tryb Poza domem
pt: A definir HomeScreen para modo Ausente
ru: Установка HomeScreen в Удалённый Режим
sv: Ställ in till Borta-läge
tr: HomeScreen Uzakta Moduna Getiriliyor
zh_hans: 設定Homescreen為外出模式

# hud message-Setting Almond to Home Mode
source: Setting HomeScreen to Home Mode
de: HomeScreen auf zuhause Modus stellen
es: Estableciendo el HomeScreen en modo casa
ja: Homescreenをホームモードに設定中Setting Homescreen to Home Mode
nl: De HomeScreen instellen op de Thuis-modus
pl: Przestawianie urządzenia HomeScreen w tryb W domu
pt: A definir HomeScreen para modo Inicial
ru: Установка HomeScreen в Домашний Режим
sv: Ställ in HomeScreen till Hem-läge
tr: HomeScreen Ev Moduna Getiriliyor
zh_hans: 設定Homescreen為家居模式

# alertview Can't connect to your Almond. Please select a connection method.
source: Can't connect to your HomeScreen. Please select a connection method.
de: Verbindung mit Ihrem HomeScreen kann nicht hergestellt werden. Bitte zu lokaler Verbindung wechseln.
es: No se puede conectar al HomeScreen. Seleccione un método de conexión.
ja: Homescreenに接続できません。接続モードを選んでください。 Can't connect to your Homescreen. Please select a connection method.
nl: De HomeScreen kan niet worden verbonden. Selecteer een verbindingsmethode.
pl: Nie można połączyć się z Twoim urządzeniem HomeScreen. Wybierz rodzaj połączenia.
pt: Não foi possível ligar à sua HomeScreen. Selecione um método de ligação.
ru: Не удаётся подключиться к Вашему HomeScreen. Пожалуйста, выберите способ соединения.
sv: Kan inte koppla till din HomeScreen. Var god välj ett anslutningsalternativ.
tr: HomeScreen'unuza bağlanamıyor. Lütfen bir bağlantı yöntemi seçin.
zh_hans: 無法連接至您的Homescreen，請選擇其它連線方式。

# alertview localconnection_Connected to your Almond locally.
source: Connected to your HomeScreen locally.
de: Mit Ihrem HomeScreen lokal verbunden.
es: Conectado al HomeScreen localmente.
ja: ローカルでHomescreenと接続しています。onnected to your Homescreen locally.
nl: Lokaal met uw HomeScreen verbonden.
pl: Połączono z Twoim HomeScreen lokalnie.
pt: Ligado à sua HomeScreen localmente.
ru: Локально подключён к Вашему HomeScreen.
sv: Ansluten till din HomeScreen lokalt.
tr: HomeScreen'unuza yerel olarak bağlandı.
zh_hans: 本機連接Homescreen

source: Monitor and Control your home from anywhere.
es: Supervisar y controlar su casa desde cualquier lugar.
nl: Bewaken en controleren van uw huis overal.
pl: Monitorować i kontrolować swój dom z dowolnego miejsca.
pt: Monitorar e controlar a sua casa de qualquer lugar.
ru: Мониторинг и управление домом из любой.
sv: Övervaka och styra ditt hem från var som helst.
tr: Monitör ve her yerden evinize Kontrol.

# AlmondList
source: HomeScreenList
es: HomeScreenLista
nl: HomeScreen lijst
pl: HomeScreenLista
pt: HomeScreenLista
ru: HomeScreenСПИСОК
sv: HomeScreenLista
tr: HomeScreenListe
