Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/HomeScreen-MainStoryboard_iPhone.strings
Languages: ja, ru, zh_hans

# 005-QM-TOK.title
source: Link HomeScreen
ja: ＡｌｍｏｎｄリンクするLink Homescreen
ru: Подключить Almond
zh_hans: 連接Homescreen

# 0ml-DL-hua.text
source: Logout from all the devices connected to your HomeScreens.
ja: Ａｌｍｏｎｄに接続しているすべてのデバイスからログアウトするLogout from all the devices connected to your Homescreens.
ru: Отключиться от всех устройств, подсоединённых к Вашим Almond.
zh_hans: 您連接到Homescreen的所有裝置將登出。

# 1mY-kl-NHI.text
source: Access your HomeScreens and your home devices from anywhere.
ja: どこでもＡｌｍｏｎｄにアクセスできる.
ru: Получите доступ к Вашим Almond и домашним устройствам из любой точки мира.
zh_hans: 從任何地方可控管您的Homescreens和您的家庭智能裝置。

# CAD-J8-2aA.title
source: HomeScreen List
ja: Homescreen リスト
ru: Список Almond
zh_hans: Homescreen清單

# Nee-HL-Q6h.text
source: You successfully linked your HomeScreen with your HomeScreen Cloud Account.
ja: Ａｌｍｏｎｄはお客様のアカウントにリンクしました。 You successfully linked your Homescreen with your Securifi Cloud Account.
ru: Вы успешно подключили Ваш Almond к Вашему Аккаунту Securifi Cloud.
zh_hans: 您已透過Securifi雲端帳戶成功連接到您的Homescreen。

# ObR-J1-LOM.title
source: HomeScreen
ru: Almond

# PRW-cc-prD.text
source: Run the HomeScreen Account app on your router and enter the code displayed.
ja: Ａｌｍｏｎｄの画面にあるコードを入力してください.
ru: Введите код, указанный на экране Вашего Almond.
zh_hans: 輸入您Homescreen螢幕上顯示的密碼。

# PRt-1p-fH7.normalTitle
source: Link HomeScreen
ja: Homescreenをリンク
ru: Подключить Almond
zh_hans: 連接Homescreen

# Sqj-7H-5pB.text
source: HomeScreen Cloud Account.
ja: Securifi クラウドアカウント.
ru: Аккаунт Securifi Cloud.
zh_hans: Securifi雲端帳戶

# Xni-ee-jgc.text
source: Access your HomeScreens and your home devices from anywhere.
ja: どこでもＡｌｍｏｎｄにアクセスできる.
ru: Получите доступ к Вашим Almond и домашним устройствам из любой точки мира.
zh_hans: 從任何地方可控管您的Homescreens和您的家庭智能裝置。

# Zon-6Z-KzY.text
source: Access your HomeScreens and your home devices from anywhere.
ja: どこでもＡｌｍｏｎｄにアクセスできる.
ru: Получите доступ к Вашим Almond и домашним устройствам из любой точки мира.
zh_hans: 從任何地方可控管您的Homescreens和您的家庭智能裝置。

# de7-TX-jmT.text
source: To link your HomeScreen with HomeScreen Cloud account, start the wizard on your HomeScreen. The "Add your HomeScreen to your HomeScreen Cloud Account" section will show a code which you may scan by tapping below or type the code, instead.
ja: ＡｌｍｏｎｄをＳｅｃｕｒｉｆｉアカウントにリンクしたい時、Ａｌｍｏｎｄ＋のウイザードを開始してください。To link your Homescreen with Securifi Cloud account, start the wizard on your Homescreen. The "Add your Homescreen to your Securifi Cloud Account" section will show a code which you may scan by tapping below or type the code, instead.
ru: To link your Almond with Securifi Cloud account, start the wizard on your Almond. The " Добавьте Ваш Almond к Вашему аккаунту Securifi Cloud", в данной секции будет указан код, который Вы можете сканировать нажатием, либо ввести код вручную.
zh_hans: 透過Securifi雲端帳戶連接到您的Homescreen，並開啟設定精靈。 設定精靈中的STEP 11會顯示您連接Homescreen所需要的密碼。

# gRI-sr-1ga.text
source: HomeScreen Name
ja: Homescreen 名
ru: Имя Almond
zh_hans: Homescreen名稱

# qnX-eN-VhR.text
source: HomeScreen Cloud Account.
ru: Аккаунт Securifi Cloud.

# vjT-j9-rhq.text
source: Tip: Search spam folder or add cloud@homescreen.com to your contacts.
ru: Совет: Посмотрите в папке СПАМ или добавьте адрес cloud@securifi.com в Ваш список контактов.

# xYA-fY-SKl.text
source: Search for an email from cloud@homescreen.com, or
ru: Попробуйте поискать письмо от cloud@securifi.com, или
