Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/Localizable.strings
Languages: nl, pl, pt, sv, tr

source: accounts.itoast.unableToChangeAlmondName
nl: Het spijt ons! Wij kunnen de naam van uw HomeScreen niet wijzigen
pl: Przepraszamy! Nie udało się zmienić nazwy urządzenia HomeScreen
pt: Lamentamos! Não foi possível alterar o nome da HomeScreen
sv: Tyvärr! Det gick inte att ändra HomeScreens namn
tr: Üzgünüz! HomeScreen'un adını değiştiremedik

source: accounts.hud.unlinkingAlmond
nl: HomeScreen ontkoppelen...
pl: Rozłączanie urządzenia HomeScreen...
pt: A desassociar a HomeScreen...
sv: Koppla från HomeScreen...
tr: HomeScreen Bağlantısı Kaldırılıyor...

source: accounts.hud.inviteUserToShareAlmond
nl: Gebruiker uitnodigen om de HomeScreen te delen...
pl: Zapraszanie użytkownika do współdzielenia urządzenia HomeScreen...
pt: A convidar um utilizador para partilhar a HomeScreen...
sv: Att bjuda in användare att dela HomeScreen...
tr: Kullanıcı HomeScreen'u paylaşmaya davet ediliyor...

source: accounts.hud.changeAlmondName
nl: De naam van de HomeScreen te wijzigen...
pl: Zmień nazwę urządzenia HomeScreen...
pt: Alterar o nome da HomeScreen...
sv: Ändra HomeScreen namn ...
tr: HomeScreen adını değiştir...

source: accounts.hud.removeSharedAlmond
nl: Gedeelde HomeScreen verwijderen...
pl: Usuń współdzielone urządzenie HomeScreen...
pt: Remover a HomeScreen partilhada...
sv: Ta bort delad HomeScreen...
tr: Paylaşılan HomeScreenu kaldır...

source: accounts.unlinkAlmond.failure.default
nl: Het spijt ons! Het ontkoppelen van de HomeScreen is mislukt.
pl: Przepraszamy! Nie udało się rozłączyć urządzenia HomeScreen.
pt: Lamentamos! Falha ao desassociar a HomeScreen.
sv: Tyvärr! Det gick inte att koppla från HomeScreen.
tr: Üzgünüz! HomeScreen bağlantısı kaldırılamadı.

source: accounts.inviteUserToShareAlmond.failure.reasonCode2
nl: Deze gebruiker heeft geen Securifi-account.
pl: Ten użytkownik nie ma konta Securifi.
pt: Este utilizador não possui um conta Securifi.
sv: Den här användaren har inte ett Securifi-konto.
tr: Bu kullanıcının bir Securifi hesabı yok.

source: accounts.inviteUserToShareAlmond.failure.reasonCode3
nl: De gebruiker heeft de Securifi-account nog niet geverifieerd.
pl: Użytkownik nie zweryfikował jeszcze konta Securifi.
pt: O utilizador ainda não verificou a conta Securifi.
sv: Användaren har inte verifierat Securifi-kontot ännu.
tr: Kullanıcı henüz Securifi hesabını doğrulamadı.

source: accounts.inviteUserToShareAlmond.failure.reasonCode4
nl: U bent niet de eigenaar van deze HomeScreen.
pl: Nie jesteś właścicielem tego urządzenia HomeScreen.
pt: Não possui esta HomeScreen.
sv: Du inte ägare av denna HomeScreen.
tr: Bu HomeScreen size ait değil.

source: accounts.inviteUserToShareAlmond.failure.reasonCode6
nl: U hebt deze HomeScreen al gedeeld met de gebruiker.
pl: Już współdzielisz urządzenie HomeScreen z tym użytkownikiem.
pt: Já partilhou esta HomeScreen com o utilizador.
sv: Du har redan delat denna HomeScreen med användaren.
tr: Bu HomeScreen'u zaten kullanıcı ile paylaştınız.

source: accounts.inviteUserToShareAlmond.failure.default
nl: Het spijt ons! Het delen van de HomeScreen is mislukt.
pl: Przepraszamy! Nie udało się udostępnić urządzenia HomeScreen.
pt: Lamentamos! Falha ao desassociar a HomeScreen.
sv: Tyvärr! Det gick inte att dela HomeScreen.
tr: Üzgünüz! HomeScreen paylaşımı başarısız.

source: accounts.deleteSecondaryUser.failure.reasonCode4
nl: U bent niet geassocieerd met deze HomeScreen
pl: Nie jesteś powiązany z tym urządzeniem HomeScreen
pt: Não está associado a esta HomeScreen
sv: Du är inte ihopkopplad med denna HomeScreen
tr: Bu HomeScreen ile ilişkilendirilmediniz

source: accounts.deleteSecondaryUser.failure.reasonCode6
nl: De secundaire gebruiker is niet geassocieerd met de opgegeven HomeScreen.
pl: Dodatkowy użytkownik nie jest powiązany z tym urządzeniem HomeScreen.
pt: O utilizador secundário não está associado à HomeScreen fornecida.
sv: Sekundära användare är inte ihopkopplade med denna HomeScreen.
tr: İkincil kullanıcı verili HomeScreen ile ilişkilendirilmedi.

source: accounts.deleteMeAsSecondaryUser.failure.reasonCode3
nl: U bent niet geassocieerd met deze HomeScreen
pl: Nie jesteś powiązany z tym urządzeniem HomeScreen
pt: Não está associado a esta HomeScreen
sv: Du är inte ihopkopplad med denna HomeScreen.
tr: Bu HomeScreen ile ilişkilendirilmediniz

source: accounts.deleteMeAsSecondaryUser.failure.default
nl: Het spijt ons! Het verwijderen van de HomeScreen is mislukt.
pl: Przepraszamy! Nie udało się usunąć współdzielonego urządzenia HomeScreen.
pt: Lamentamos! Falha ao remover a HomeScreen partilhada.
sv: Tyvärr! Det gick inte att ta bort delad HomeScreen.
tr: Üzgünüz! Paylaşılan HomeScreen kaldırılamadı.

source: scoreboard.section.AlmondMACs
nl: HomeScreen MAC's
pl: Adresy MAC HomeScreen
pt: MAC da HomeScreen
sv: HomeScreen MACs
tr: HomeScreen MAC'leri

source: Copied Almond MAC
nl: Gekopieerde HomeScreen MAC
pl: Skopiowane adresy MAC HomeScreen
pt: MAC da HomeScreen copiado
sv: Kopierad HomeScreen MAC
tr: Kopyalanan HomeScreen MAC

source: alert.message-Connected to your Almond via cloud.
nl: Met uw HomeScreen verbonden via cloud.
pl: Połącz się z Twoim HomeScreen przez chmurę.
pt: Ligado à sua HomeScreen através da nuvem.
sv: Ansluten till din HomeScreen via moln.
tr: HomeScreen'unuza bulut üzerinden bağlandınız.

source: alertview -Connected to your Almond via cloud.
nl: Met uw HomeScreen verbonden via cloud.
pl: Połączono z Twoim HomeScreen przez chmurę.
pt: Ligado à sua HomeScreen através da nuvem.
sv: Ansluten till din HomeScreen via moln.
tr: HomeScreen'unuza bulut üzerinden bağlandınız.

source: Add Local Connection Settings
nl: Lokale verbindingsinstellingen toevoegen
pl: Dodaj ustawienia połączenia lokalnego
pt: Adicionar as definições da ligação local
sv: Lägg till inställningar för Lokal Anslutning
tr: Yerel Bağlantı Ayarlarını Ekleyin

source: Alert view fail-Cloud connection to your Almond failed. Tap retry or switch to local connection.
nl: De cloud-verbinding naar uw HomeScreen is mislukt. Tik op opnieuw of schakel over naar een lokale verbinding.
pl: Połączenie z Twoim HomeScreen przez chmurę nie powiodło się. Spróbuj ponownie lub przełącz na połączenie lokalne.
pt: Falha na ligação na nuvem à sua HomeScreen. Toque novamente para mudar para ligação local.
sv: Molnanslutning till din HomeScreen misslyckades. Tryck försök igen eller ändra till lokal anslutning.
tr: HomeScreen bulut bağlantısı kurulamadı. Yeniden deneye dokunun veya yerel bağlantıya geçin.

source: alert msg offline Local connection to your Almond failed. Tap retry or switch to cloud connection.
nl: De lokale verbinding naar uw HomeScreen is mislukt. Tik op opnieuw of schakel over naar een cloudverbinding.
pl: Połączenie lokalne z Twoim HomeScreen nie powiodło się. Spróbuj ponownie lub przełącz na połączenie przez chmurę.
pt: Falha na ligação local à sua HomeScreen. Toque novamente para mudar para ligação na nuvem.
sv: Lokal anslutning till din HomeScreen misslyckades. Tryck försök igen eller ändra till lokal anslutning.
tr: HomeScreen yerel bağlantısı kurulamadı. Dokunup yeniden deneyin veya bulut bağlantısına geçin.

source: hud message-Setting Almond to Away Mode
nl: De HomeScreen instellen op de Afwezig-modus
pl: Przestawianie urządzenia HomeScreen w tryb Poza domem
pt: A definir HomeScreen para modo Ausente
sv: Ställ in till Borta-läge
tr: HomeScreen Uzakta Moduna Getiriliyor

source: hud message-Setting Almond to Home Mode
nl: De HomeScreen instellen op de Thuis-modus
pl: Przestawianie urządzenia HomeScreen w tryb W domu
pt: A definir HomeScreen para modo Inicial
sv: Ställ in HomeScreen till Hem-läge
tr: HomeScreen Ev Moduna Getiriliyor

source: alertview Can't connect to your Almond. Please select a connection method.
nl: De HomeScreen kan niet worden verbonden. Selecteer een verbindingsmethode.
pl: Nie można połączyć się z Twoim urządzeniem HomeScreen. Wybierz rodzaj połączenia.
pt: Não foi possível ligar à sua HomeScreen. Selecione um método de ligação.
sv: Kan inte koppla till din HomeScreen. Var god välj ett anslutningsalternativ.
tr: HomeScreen'unuza bağlanamıyor. Lütfen bir bağlantı yöntemi seçin.

source: alertview localconnection_Connected to your Almond locally.
nl: Lokaal met uw HomeScreen verbonden.
pl: Połączono z Twoim HomeScreen lokalnie.
pt: Ligado à sua HomeScreen localmente.
sv: Ansluten till din HomeScreen lokalt.
tr: HomeScreen'unuza yerel olarak bağlandı.

source: Monitor and Control your home from anywhere.
nl: Bewaken en controleren van uw huis overal.
pl: Monitorować i kontrolować swój dom z dowolnego miejsca.
pt: Monitorar e controlar a sua casa de qualquer lugar.
sv: Övervaka och styra ditt hem från var som helst.
tr: Monitör ve her yerden evinize Kontrol.

source: AlmondList
nl: HomeScreen lijst
pl: HomeScreenLista
pt: HomeScreenLista
sv: HomeScreenLista
tr: HomeScreenListe

source: router.linkalmond-button.title
nl: Link HomeScreen
pt: Link HomeScreen

source: signup.navbar-title.Terms of Use
nl: Terms of Use
pt: Terms of Use

source: router.log-advisory message
pt: Along with your message, this will send Almond debug information and logs to our cloud. This information will help us resolve your problem faster. Please note that we do not send any sensitive information like your passwords.

source: signup.navbar-title.Sign up
pl: Zarejestruj się
sv: Registrera dig
tr: Kayıt ol

source: seconds
pl: sekund

source: ° Farenheit
pl: ° stopni Farenheita

source: AUTO
pl: automatyczny
tr: oto

source: HEAT
nl: HITTE
pl: CIEPŁA
sv: hetta
tr: ISI

source: router.linkalmond-msg.label.Let's link an Almond.
pl: Połączmy urządzenie HomeScreen.
sv: Låt oss koppla en HomeScreen.
tr: Bir HomeScreen bağlayalım.

source: router.linkalmond-msg.label.Start the wizard on your Almond.
pl: Uruchom kreatora instalacji na Twoim urządzeniu HomeScreen, a następnie dotknij symbolu poniżej.
sv: Starta guiden på din HomeScreen och tryck sedan på symbolen nedan.
tr: HomeScreen'unuzda sihirbazı başlatın ve aşağıdaki sembole dokunun.

source: Sorry! Het registreren is mislukt.
nl: Het spijt ons! Het registreren is mislukt.

source: password.label-text.There was some error on cloud. Lütfen daha sonra deneyin.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: router.summary.IP Address
tr: IP Adresi: %@

source: router.error-msg.An error occurred trying to link with the Almond. Lütfen tekrar deneyin.
tr: HomeScreen ile bağlantı kurmaya çalışırken hata oluştu. Lütfen tekrar deneyin.

source: cloudlink.label.Linking till moln
sv: Länka till Molnet

source: cloudlink.label.MAC adress
sv: MAC-adress

source: router.software-version.Not tillgängliga
sv: Information om versionen finns inte.

source: router.no-almonds.nav-title.Get igång
sv: Komma igång

source: router.card-title.Send loggar
sv: Skicka Loggar

source: router.devicesmac.MAC address är % @
sv: MAC-adress är % @

source: router.nav-title.Get igång
sv: Komma igång

source: router.summary.IP adress: %@
sv: IP-address : %@

source: router.network-title.Local link
sv: Lokal Länk

source: router.hud.Establishing lokal länk...
sv: Förankrar Lokal Länk...

source: sensor. Power är %.3fW
sv: Strömmen är %.3fW

source: sensor.deivice-spara-settings.button.Save
sv: Spara

source: sensor.multilevel-switch.status-label.Dimmable, % @%%
sv: Dimbara, % @%%

source: sensor.tempsensor.status-label.Humidity % @
sv: Luftfuktighet %@

source: sensor.moisturesensor.status.Temp % @
sv: Temperatur %@

source: sensor.deivice.Highlightbutton stänga av
sv: Stäng av

source: sensor.deivice.Highlightbutton vända på
sv: Slå PÅ

source: rök-detektor-Emergency
sv: Nödsituation

source: enhet-property-fanindexpah false
sv: falska

source: enhet-property-fanindexpah true
sv: sanna

source: scoreboard.section.Commands & uppdateringar
sv: Kommandon & Uppdateringar

source: -meddelanden. Client Token
sv: Klientsymbol

source: -meddelanden. Not registered
sv: Inte registrerad

source: notifications_viewactual. View Notifications
sv: Visa Meddelanden

source: notifications_viewtests. Enhetstest UI
sv: Enhetstest UI

source: Network.Established anslutningar
sv: Etablerade anslutningar

source: SFIWiFiClientsListViewController-propertyNames-sista kända IP
sv: Senast kända IP-adress

source: termostat.FAN ON
sv: START

source: termostat.FAN OFF
sv: STOP

source: router.card-title.Local Almond länk
sv: Lokal HomeScreen Länk
