Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/Localizable.strings
Languages: nl, pl, pt, sv, tr

source: hud.One moment please...
nl: Een ogenblik geduld...
pl: Proszę czekać...
pt: Um momento...
sv: Ett ögonblick...
tr: Lütfen bir dakika...

source: hud.Updating settings...
nl: Instellingen bijwerken...
pl: Aktualizowanie ustawień...
pt: A atualizar as definições...
sv: Uppdaterar inställningar...
tr: Ayarlar güncelleniyor...

source: alert.button.OK
nl: OK
pl: OK
pt: OK
sv: OK
tr: TAMAM

source: Oops!
nl: Oeps!
pl: Ups!
pt: Ups!

source: Sorry!
nl: Het spijt ons!
pl: Przepraszamy!
pt: Lamentamos!
sv: Tyvärr!
tr: Üzgünüm!

source: toast.Saving...
nl: Opslaan...
pl: Zapisywanie...
pt: A guardar...
sv: Spara...
tr: Kaydediliyor...

source: Please try later.
nl: Probeer het later opnieuw.
pl: Spróbuj później.
pt: Tente mais tarde.
sv: Var god försök igen senare.
tr: Lütfen daha sonra deneyin.

source: Please enter a valid code.
nl: Voer een geldige code in.
pl: Wprowadź poprawny kod.
pt: Introduza um código válido.
sv: Var god ange en giltig kod.
tr: Lütfen geçerli bir kod girin.

source: alert.msg.Logout was unsuccessful
nl: Sorry. Het afmelden is mislukt. Probeer het opnieuw.
pl: Przepraszamy. Nie udało się wylogować. Spróbuj ponownie.
pt: Lamentamos. Não foi possível terminar sessão. Tente novamente.
sv: Tyvärr. Utloggningen misslyckades. Var god försök igen.
tr: Üzgünüz. Oturum kapatılamadı. Lütfen tekrar deneyin.

source: alert.title.Logout Unsuccessful
nl: Afmelden mislukt
pl: Wylogowywanie nie powiodło się
pt: Falha ao terminar sessão
sv: Utloggningen Misslyckades
tr: Oturum Kapatma Başarısız

source: cloudlink.title.Cloud Link
nl: Cloud-link
pl: Połączenie z chmurą
pt: Ligação na nuvem
sv: Molnlänk
tr: Bulut Bağlantısı

source: cloudlink.label.Linking to Cloud
nl: Koppelen met de cloud
pl: ‎Łączenie z chmurą
pt: A associar à nuvem
tr: Buluta Bağlanıyor

source: cloudlink.label.Name
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
tr: Adı

source: cloudlink.label.MAC Address
nl: MAC-adres
pl: Adres MAC
pt: Endereço MAC
tr: MAC Adresi

source: cloudlink.label.WIFI SSID
nl: WIFI-SSID
pl: SSID Wi-Fi
pt: SSID WI-FI
sv: WIFI SSID
tr: WIFI SSID

source: Enter code
nl: Code invoeren
pl: Wprowadź kod
pt: Introduzir código
tr: Kodu girin

source: Reactivation link has been sent to your account.
nl: De link voor het opnieuw activeren is naar uw account verzonden.
pl: Link reaktywacyjny został przesłany na Twoje konto.
pt: A ligação de reativação foi enviada para a sua conta.
sv: Aktiveringslänken har skickats till ditt konto.
tr: Yeniden aktivasyon linki hesabınıza gönderildi.

source: sensor.activation.The username was not found
nl: De gebruikersnaam is niet gevonden
pl: Nie znaleziono użytkownika o tej nazwie
pt: Não foi possível encontrar o nome de utilizador
sv: Användarnamnet hittades inte
tr: Kullanıcı adı bulunamadı

source: The account is already validated
nl: De account is al gevalideerd
pl: Konto zostało już potwierdzone
pt: A conta já está validada
sv: Kontot har redan godkänts
tr: Hesap zaten doğrulandı

source: Sorry! Cannot send reactivation link
nl: Het spijt ons! De link voor het opnieuw activeren kan op dit moment niet worden verzonden. Probeer het later opnieuw.
pl: Przepraszamy! Link reaktywacyjny nie może zostać wysłany w tej chwili. Spróbuj ponownie później.
pt: Lamentamos! A ligação de reativação não pode ser reenviada de momento. Tente mais tarde.
sv: Tyvärr! Aktiveringslänken kan inte skickas för tillfället. Försök igen senare.
tr: Üzgünüz! Yeniden aktivasyon linki şu anda tekrar gönderilemiyor. Daha sonra tekrar deneyin.

source: The email ID is invalid.
nl: De email-ID is ongeldig.
pl: Identyfikator e-mail jest nieprawidłowy.
pt: A identificação do e-mail é inválida.
sv: Emailet är ogiltigt.
tr: Eposta adı geçersiz.

source: password-validation.strength-label.Password: Mismatch
nl: Wachtwoord: komt niet overeen
pl: Hasło: nie jest identyczne
pt: Palavra-passe: erro de correspondência
sv: Lösenord: Matchar inte
tr: Parola: Eşleşmedi

source: password-validation.strength-label.Password: Too Short
nl: Wachtwoord: te kort
pl: Hasło: jest zbyt krótkie
pt: Palavra-passe: demasiado curta
sv: Lösenord: För Kort
tr: Parola: Çok Kısa

source: password-validation.strength-label.Password: Too Long
nl: Wachtwoord: te lang
pl: Hasło: jest zbyt długie
pt: Palavra-passe: demasiado longa
sv: Lösenord: För långt
tr: Parola: Çok Uzun

source: password-validation.strength-label.Password: Weak
nl: Wachtwoord: zwak
pl: Hasło: słabe
pt: Palavra-passe: fraca
sv: Lösenord: Svagt
tr: Parola: Zayıf

source: password-validation.strength-label.Password: Medium
nl: Wachtwoord: gemiddeld
pl: Hasło: średnie
pt: Palavra-passe: média
sv: Lösenord: Medium
tr: Parola: Orta

source: password-validation.strength-label.Password: Strong
nl: Wachtwoord: sterk
pl: Hasło: silne
pt: Palavra-passe: forte
sv: Lösenord: Starkt
tr: Parola: Güçlü

source: The password should be %d - %d characters long.
nl: Het wachtwoord moet minstens %d - %d tekens lang zijn.
pl: Hasło powinno składać się z od %d do %d znaków.
pt: A palavra-passe deve ter entre %d - %d carateres.
sv: Lösenordet bör vara %d - %d tecken långt.
tr: Parola %d - %d Karakter uzunluğunda olmalıdır.

source: An account already exists with this email.
nl: Er bestaat al een account met dit e-mailadres.
pl: Istnieje już konto przypisane do tego adresu e-mail.
pt: Já existe uma conta associada a este e-mail.
sv: Det finns redan ett konto med denna email.
tr: Bu eposta ile zaten bir hesap alınmış.

source: The email or password was incorrect.
nl: Het e-mailadres of wachtwoord is niet juist.
pl: E-mail lub hasło są niepoprawne.
pt: O e-mail ou a palavra-passe estava incorreto.
sv: Email eller lösenord var felaktigt.
tr: Eposta veya parola yanlış.

source: Sorry! Signup was unsuccessful.
pl: Przepraszamy! Rejestracja nie powiodła się.
pt: Lamentamos! Falha ao registar-se.
sv: Tyvärr! Registreringen misslyckades.
tr: Üzgünüz! Kayıt başarılı değildi.

source: The username was not found
nl: De gebruikersnaam is niet gevonden
pl: Nie znaleziono użytkownika o tej nazwie
pt: Não foi possível encontrar o nome de utilizador
sv: Användarnamnet hittades inte
tr: Kullanıcı adı bulunamadı

source: There is a password mismatch.
nl: Het wachtwoord komt niet overeen.
pl: Hasła nie są identyczne.
pt: Existe um erro de correspondência na palavra-passe.
sv: Lösenord matchar inte.
tr: Parola eşleşmiyor.

source: You forgot to enter your password.
nl: U bent vergeten om uw wachtwoord in te voeren.
pl: Zapomniałeś(-aś) wpisać hasło.
pt: Esqueceu-se de introduzir a sua palavra-passe.
sv: Du glömde att ange ditt lösenord.
tr: Parolanızı girmeyi unuttunuz.

source: You have entered an invalid email ID.
nl: U hebt een ongeldig e-mail-ID ingevoerd.
pl: Wprowadzony identyfikator e-mail jest niepoprawny.
pt: Introduziu uma identificação de e-mail inválida.
sv: Du har angett en ogiltig email.
tr: Geçersiz eposta adı girdiniz.

source: You forgot to enter your email ID.
nl: U bent vergeten om uw e-mail-ID in te voeren.
pl: Zapomniałeś(-aś) wprowadzić identyfikator e-mail.
pt: Esqueceu-se de introduzir a identificação do seu e-mail.
sv: Du glömde att ange din email.
tr: Eposta adınızı girmeyi unuttunuz.

source: password.hud.Changing password...
nl: Wachtwoord wijzigen...
pl: Zmienianie hasła...
pt: A alterar palavra-passe...
sv: Ändrar lösenord...
tr: Parola değiştiriliyor...

source: password.label-text.There was some error on cloud. Please try later.
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod i molnet. Var god försök igen senare.

source: Sorry! You are not registered with us yet.
nl: Het spijt ons! U bent nog niet bij ons geregistreerd.
pl: Przepraszamy! Jeszcze nie masz u nas konta.
pt: Lamentamos! Ainda não está registado.
sv: Tyvärr! Du är inte registrerad hos oss ännu.
tr: Üzgünüz! Henüz bize kayıt olmadınız.

source: You need to fill all the fields.
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du måste fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.

source: The current password was incorrect.
nl: Het huidige wachtwoord is niet juist.
pl: Podane aktualne hasło jest nieprawidłowe.
pt: A palavra-passe estava incorreta.
sv: Dt nuvarande lösenordet var inkorrekt.
tr: Mevcut parola yanlış.

source: Sorry! Password change was unsuccessful.
nl: Het spijt ons! Het wijzigen van het wachtwoord is mislukt.
pl: Przepraszamy! Zmiana hasła nie powiodła się.
pt: Lamentamos! Falha ao alterar a palavra-passe.
sv: Tyvärr! Ändring av lösenord misslyckades.
tr: Üzgünüz! Parola değiştirilemedi.

source: Please enter Username and Password
nl: Voer de gebruikersnaam en het wachtwoord in
pl: Wprowadź nazwę użytkownika i hasło
pt: Introduza o nome de utilizador e a palavra-passe
sv: Var god ange Användarnamn och Lösenord
tr: PLütfen Kullanıcı Adını ve Parolasını girin

source: Sorry! Could not complete the request.
nl: Het spijt ons! Kan de aanvraag niet voltooien.
pl: Przepraszamy! Nie udało się zrealizować tego żądania.
pt: Lamentamos! Não foi possível concluir o pedido.
sv: Tyvärr! Kunde inte fullfölja din begäran.
tr: Üzgünüz! Talebiniz tamamlanamadı.

source: Unable to establish Internet route to cloud service.
nl: Kan de internetroute niet niet verbinden met de cloud-service.
pl: Nie udało się nawiązać połączenia z chmurą.
pt: Não foi possível estabelecer o percurso de Internet ao serviço na nuvem.
sv: Det gick inte att koppla ihop Internet router med molntjänst.
tr: İnternet bulut hizmetine yönlendirilemedi.

source: Sorry! Login was unsuccessful.
nl: Het spijt ons! Het aanmelden is mislukt.
pl: Przepraszamy! Logowanie nie powiodło się.
pt: Lamentamos! Falha ao iniciar sessão.
sv: Tyvärr! Inlogg misslyckades.
tr: Üzgünüz! Oturum açılamadı.

source: The email was not found.
nl: Het e-mailadres is niet gevonden.
pl: Adres e-mail nie został odnaleziony.
pt: Não foi possível encontrar o e-mail.
sv: Email hittades inte.
tr: Eposta bulunamadı.

source: The password is incorrect.
nl: Het wachtwoord is niet juist.
pl: Hasło jest nieprawidłowe.
pt: A palavra-passe está incorreta.
sv: Lösenordet är felaktigt.
tr: Parola yanlış.

source: Almost there.
nl: Bijna klaar.
pl: Już prawie gotowe.
pt: Quase lá.
sv: Nästan klar.
tr: Neredeyse vardık.

source: You need to activate your account.
nl: U moet uw account activeren.
pl: Musisz aktywować Twoje konto.
pt: Necessita de ativar a sua conta.
sv: Du måste aktivera ditt konto.
tr: Hesabınızı etkinleştirmeniz lazım.

source: The email or password is incorrect
nl: Het e-mailadres of wachtwoord is niet correct.
pl: E-mail lub hasło są nieprawidłowe
pt: O e-mail ou a palavra-passe está incorreto
sv: Emailen eller lösenord är felaktigt
tr: Eposta veya parola yanlış

source: Password reset link has been sent to your account.
nl: De link voor het opnieuw activeren is naar uw account verzonden.
pl: Link resetujący hasło został wysłany na Twoje konto.
pt: A ligação de reposição da palavra-passe foi enviada para a sua conta.
tr: Parola sıfırlama linki hesabınıza gönderildi.

source: Sorry! Your password cannot be reset at the moment. Try again later.
nl: Het spijt ons! Uw wachtwoord kan momenteel niet opnieuw worden ingesteld. Probeer het later opnieuw.
pl: Przepraszamy! Twoje hasło nie może zostać zresetowane w tej chwili. Spróbuj ponownie później.
pt: Lamentamos! Não é possível redefinir a sua palavra-passe de momento. Tente mais tarde.
sv: Sorry! Lösenordet kan inte återställas för tillfället. Försök igen senare.
tr: Üzgünüz! Parolanız şu anda sıfırlanamıyor. Daha sonra tekrar deneyin.

source: Login
nl: Aanmelden
pt: Iniciar sessão
sv: Logga in
tr: Oturum Aç

source: logoutall.navbar-title.Continue
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
sv: Fortsätt
tr: Devam Et

source: logoutall.label.Logout from all devices was not successful.
nl: Het afmelden op alle apparaten is mislukt.
pl: Nie udało się wylogować ze wszystkich urządzeń.
pt: Erro ao terminar sessão a partir de todos os dispositivos.
sv: Utloggning från alla enheter misslyckades.
tr: Tüm cihazlardaki oturum kapatılamadı.

source: logoutall.alertview.title.Error
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt: Palavra-passe inválida
sv: Ogiltigt lösenord
tr: Geçersiz Parola

source: logoutall.alertview.msg.The password is invalid.
nl: Het wachtwoord is ongeldig.
pl: Hasło jest nieprawidłowe.
pt: A palavra-passe é inválida.
sv: Lösenordet är ogiltigt.
tr: Parola Geçersiz.

source: router.offline-msg.label.Please check the router.
nl: Controleer de router.
pl: Sprawdź router.
pt: Verifique o router.
sv: Var god kontrollera routern.
tr: Lütfen modemi kontrol edin.

source: router.card-title.Wireless Settings
nl: Draadloze instellingen
pl: Ustawienia sieci bezprzewodowej
pt: Definições sem fios
sv: Trådlösa Inställningar
tr: Kablosuz Ayarları

source: router.wireless-status.Enabled
nl: ingeschakeld
pl: włączone
pt: ativado
sv: aktiverad
tr: etkinleştirildi

source: router.wireless-status.Disabled
nl: uitgeschakeld
pl: wyłączone
pt: desativado
sv: inaktiverad
tr: devredışı kaldı

source: router.card.Settings are not available.
nl: De instellingen zijn niet beschikbaar.
pl: Ustawienia są niedostępne.
pt: As definições não estão disponíveis.
sv: Inställningar är inte tillgängliga.
tr: Ayarlara ulaşılamıyore.

source: router.card-title.Devices & Users
nl: Apparaten en gebruikers
pl: Urządzenia i użytkownicy
pt: Dispositivos e utilizadores
sv: Enheter & Användare
tr: Cihazlar & Kullanıcılar

source: router.devices-summary.%d connected, %d blocked
nl: %d verbonden, %d geblokkeerd
pl: %d połączonych, %d zablokowanych
pt: %d ligado(s) e %d bloqueado(s)
sv: %d ansluten, %d blockerad
tr: %d bağlandı, %d engellendi

source: router.software-version.header.Software Update Available
nl: Software-update beschikbaar
pl: Dostępna jest aktualizacja oprogramowania
pt: Atualização do software disponível
sv: Uppdatering av Programvara Tillgänglig
tr: Yazılım Güncellemesi Var

source: router.software-version.Update Available
nl: Update beschikbaar
pl: Dostępna jest aktualizacja
pt: Atualização disponível
sv: Uppdatering Tillgänglig
tr: Güncelleme Var

source: router.software-version.Current version
nl: Huidige versie
pl: Aktualna wersja
pt: Versão atual
sv: Aktuell Version
tr: Güncel sürüm

source: router.software-version.Not available
nl: De versie-informatie is niet beschikbaar.
pl: Informacja o aktualnej wersji nie jest dostępna.
pt: As informações da versão não estão disponíveis.
tr: Sürüm bilgisi mevcut değil.

source: router.card-title.Router Reboot
nl: Router opnieuw opstarten
pl: Uruchom ponownie router
pt: Reinício do router
sv: Starta om Router
tr: Modemi Yeniden Başlat

source: router.reboot-msg.Router is rebooting. It will take at least
nl: De router start opnieuw op. De router heeft minstens
pl: Ponowne uruchamianie routera. Zajmie to co najmniej
pt: O router está a reiniciar. Irá demorar, pelo menos,
sv: Router startar om. Det kommer att ta minst
tr: Modem yeniden başlatılıyor. Modemin yeniden başlatılması

source: router.reboot-msg.2 minutes for the router to boot.
nl: 2 minuten nodig om opnieuw op te starten.
pl: 2 minuty.
pt: 2 minutos para o router reiniciar.
sv: 2 minuter för routern att start om.
tr: en az 2 dakika sürecektir.

source: router.reboot-msg.Please refresh after sometime.
nl: Vernieuw na enige tijd.
pl: Proszę odświeżyć za chwilę.
pt: Atualize após algum tempo.
sv: Var god uppdatera efter en stund.
tr: Lütfen bir süre sonra yenileyin.

source: router.Router status is not available.
nl: De routerstatus is niet beschikbaar.
pl: Status routera jest niedostępny.
pt: O estado do router não está disponível.
sv: Routerstatus är inte tillgänglig.
tr: Modem durumuna ulaşılamıyor.

source: router.Last reboot %@ ago
nl: Laatste heropstart %@ geleden
pl: Ostatnio uruchomiono ponownie %@ temu
pt: Último reinício há %@ atrás
sv: Senaste omstart %@ sedan
tr: Son yeniden başlatma %@ önce

source: router.no-almonds.nav-title.Get Started
nl: Aan de slag
pl: Zacznij
pt: Começar
tr: Başlayın

source: router.hud.Router is now online.
nl: De router is nu online.
pl: Router jest teraz podłączony do sieci.
pt: O router agora está online.
sv: Router är nu online.
tr: Modem şu anda çevrimiçi.

source: router.hud.Updating router firmware.
nl: Routersoftware bijwerken.
pl: Aktualizowanie oprogramowania routera.
pt: A atualizar o software do router.
sv: Uppdaterar router programvara.
tr: Modem yazılımı güncelleniyor.

source: router.hud.Router is rebooting.
nl: De router start opnieuw op.
pl: Ponowne uruchamianie routera.
pt: O router está a reiniciar.
sv: Router startar om
tr: Modem yeniden başlatılıyor.

source: router.card-title.Send Logs
nl: Logbestanden verzenden
pl: Wyślij logi
pt: Enviar registos
tr: Günlükleri Gönder

source: router.Sends %@'s logs to our server
nl: Verzendt de logbestanden van %@ naar onze server
pl: Przesyła logi %@ do naszego serwera
pt: Envia %@ registo(s) para o nosso servidor
sv: Skickar %@'s loggar till vår server
tr: %@ günlüklerini sunucumuza gönderir

source: router.hud.Sending Logs.
nl: Router instrueren om logbestanden te verzenden
pl: Powiadamianie routera, żeby wysłał logi
pt: Instruir o router a enviar registos
sv: Instruerar routern att skicka loggar
tr: Modeme günlükleri gönderme talimatı veriliyor

source: router.devicestatus.Connected as %@
nl: Verbonden als %@
pl: Połączono jako %@
pt: Ligado como %@
sv: Anslutna som %@
tr: %@ olarak bağlandı

source: router.devicesmac.MAC address is %@
nl: Het MAC-adres is %@
pl: Adres MAC to %@
pt: O endereço MAC é %@
tr: MAC adresi %@

source: router.deviceIP.IP address is %@
nl: Het IP-adres is %@
pt: O endereço IP é %@
sv: IP-adress är %@
tr: IP adresi %@

source: router.reboot.title.Reboot the router?
nl: De router opnieuw opstarten?
pl: Uruchomić ponownie router?
pt: Reiniciar o router?
sv: Starta om routern?
tr: Modem yeniden başlatılsın mı?

source: It will take at least 2 minutes for the router
nl: Het duurt minstens 2 minuten om de router
pl: Ponowne uruchomienie routera zajmie co najmniej
pt: Irá demorar, pelo menos, 2 minutos para o router
sv: Det tar minst 2 minuter för routern
tr: Modemin yeniden başlatılması en az iki dakika

source: to reboot. Please refresh after sometime.
nl: opnieuw op te starten. Vernieuw na enige tijd.
pl: 2 minuty. Proszę odświeżyć za chwilę.
pt: reiniciar. Atualize após algum tempo.
sv: att starta om. Var god uppdatera efter en stund.
tr: sürecek. Lütfen bir süre sonra yenileyin.

source: router.settings.label.SSID
nl: SSID
pl: SSID
pt: SSID
sv: SSID
tr: SSID

source: router.settings.label.Channel
nl: Kanaal
pl: Kanał
pt: Canal
sv: Kanal
tr: Kanal

source: router.settings.label.Wireless Mode
nl: Draadloze modus
pl: Tryb bezprzewodowy
pt: Modo sem fios
sv: Trådlöst Läge
tr: Kablosuz Mod

source: router.settings.label.Security
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
sv: Säkerhet
tr: Güvenlik

source: router.settings.label.Encryption
nl: Versleuteling
pl: Szyfrowanie
pt: Encriptação
sv: Kryptering
tr: Şifreleme

source: router.settings.label.Country Region
nl: Land regio
pl: Region/Kraj
pt: País/região
sv: Landsregion
tr: Ülke Bölge

source: router.nav-title.Get Started
nl: Aan de slag
pl: Zacznij
pt: Começar
tr: Başlayın

source: router.refresh-title.Refresh router data
nl: Routergegevens verzenden
pl: Odśwież dane routera
pt: Atualizar os dados do router
sv: Uppdatera routerinformation
tr: Modem verilerini yenile

source: router.summary.IP Address : %@
nl: IP-adres : %@
pl: Adres IP: %@
pt: Endereço IP: %@

source: router.summary.Admin Login : %@
nl: Aanmelden als beheerder : %@
pl: Login administratora: %@
pt: Início de sessão do administrador: %@
sv: Administratörs Inloggning: %@
tr: Yönetici Girişi : %@

source: router.software-version.title.Software Version
nl: Softwareversie
pl: Wersja oprogramowania
pt: Versão do software
sv: Programvaruversion
tr: Yazılım Sürümü

source: router.software-version-new.title.Software Version *
nl: Softwareversie *
pl: Wersja oprogramowania *
pt: Versão do software *
sv: Programvaruversion *
tr: Software Version *

source: router.software-version-new.title.Software Version
nl: Softwareversie
pl: Wersja oprogramowania
pt: A versão do software
sv: Programvaruversionversion
tr: Yazılım Sürümü

source: router.offline-msg. is offline
nl: is offline
pl: jest w trybie offline
pt: está offline
sv: är offline
tr: çevrimdışı

source: router.log-textfield-placeholder.Describe your problem here
nl: Beschrijf hier uw probleem
pl: Tutaj opisz Twój problem
pt: Descreva aqui o seu problema
sv: Beskriv ditt problem här
tr: Sorununuzu burada açıklayın

source: router.log-send-success.summary.Thanks for sending logs
nl: Bedankt om logbestanden te verzenden
pl: Dziękujemy za przesłanie logów
pt: Obrigado por enviar os registos
sv: Tack för att du skickar loggar
tr: Günlükleri gönderdiğiniz için teşekkür ederiz

source: router.log-firmware-not-supported.Please update your router's firmware
nl: Werk de firmware van uw router bij
pl: Zaktualizuj oprogramowanie routera,
pt: Atualize a firmware do seu router
sv: Var god uppdatera din routers firmware
tr: Bu işlevi etkinleştirmek için Lütfen

source: router.log-firmware-not-supported.in order to activate this functionality
nl: om de functionaliteit te activeren
pl: aby móc skorzystać z tej funkcji
pt: de modo a ativar esta funcionalidade
sv: för att kunna aktivera denna funktion
tr: modemin cihaz yazılımını güncelleyin

source: router.version-title.Update now?
nl: Nu bijwerken?
pl: Zaktualizować teraz?
pt: Atualizar agora?
sv: Uppdatera nu?
tr: Şimdi güncellensin mi?

source: router.update-summary.It will take a few minutes to update the software.
nl: Het duurt enkele minuten om de software bij te werken.
pl: Aktualizowanie oprogramowania potrwa kilka minut.
pt: Irá demorar alguns minutos para atualizar o software.
sv: Det tar några minuter att uppdatera programvaran.
tr: Yazılımı güncellemek bir kaç dakika sürecek.

source: router.network-title.Local Link
nl: Lokale link
pl: Połączenie lokalne
pt: Ligação local
tr: Yerel Link

source: router.link-button.Link
nl: Link
pl: Połączenie
pt: Ligação
sv: Länk
tr: Link

source: router.btn-title.Back to Cloud Link
nl: Terug naar de cloud-link
pl: Powrót do połączenia z chmurą
pt: Retroceder para a ligação na nuvem
sv: Tillbaka till moln
tr: Bulut Linkine Geri Dön

source: router.label.SSID 2.5GHz
nl: SSID 2.5GHz
pl: SSID 2,5 GHz
pt: SSID de 2.5 GHz
sv: SSID 2.5GHz
tr: SSID 2.5GHz

source: router.label.SSID 5GHz
nl: SSID 5GHz
pl: SSID 5 GHz
pt: SSID de 5 GHz
sv: SSID 5GHz
tr: SSID 5GHz

source: router.label.IP Address
nl: IP-adres
pl: Adres IP
pt: Endereço IP
sv: IP-aress
tr: IP Adresi

source: router.label.Admin Login
nl: Aanmelden als beheerder
pl: Login administratora
pt: Início de sessão do administrador
sv: Administratörs Inloggning
tr: Yönetici Girişi

source: router.label.Admin Password
nl: Beheerderswachtwoord
pl: Hasło administratora
pt: Palavra-passe do administrador
sv: Administratörs Lösenord
tr: Yönetici Parolası

source: router.hud.Establishing Local Link...
nl: Lokale link verbinden...
pl: Nawiązywanie połączenia lokalnego...
pt: A estabelecer uma ligação local...
tr: Yerel Link Kuruluyor...

source: Device has been tampered
nl: Het apparaat is onrechtmatig gewijzigd
pl: Manipulowano przy urządzeniu
pt: O dispositivo foi adulterado
sv: Enheten har ändrats
tr: Cihaz kurcalanmış

source: sensors.button.Dismiss
nl: Negeren
pl: Ignoruj
pt: Dispensar
sv: Avfärda
tr: Yoksay

source: sensors.label.Status
nl: Status
pl: Status
pt: Estado
sv: Status
tr: Durum

source: sensor.status-label.OFF
nl: UIT
pl: WY‎ŁĄCZONY
pt: DESLIGADO
sv: AV
tr: KAPALI

source: sensor.status-label.ON
nl: AAN
pl: WŁĄCZONY
pt: LIGADO
sv: PÅ
tr: AÇIK

source: sensor.status-label.OK
nl: OK
pl: OK
pt: OK
sv: OK
tr: TAMAM
