Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/Localizable.strings
Languages: nl, pl, pt, sv, tr

source: accounts.updateAccount.failure.reasonCode3
nl: Het spijt ons! U bent nog niet bij ons geregistreerd.
pl: Przepraszamy! Jeszcze nie masz u nas konta.
pt: Lamentamos! Ainda não está registado.
sv: Tyvärr! Du är inte registrerad hos oss ännu.
tr: Üzgünüz! Henüz bize kayıt olmadınız.

source: accounts.updateAccount.failure.default
nl: Het spijt ons! Het bijwerken is mislukt.
pl: Przepraszamy! Aktualizacja nie powiodła się.
pt: Lamentamos! Falha ao atualizar.
sv: Tyvärr! Uppdatering misslyckades.
tr: Üzgünüz! Güncelleme başarılı değildi.

source: accounts.unlinkAlmond.failure.reasonCode1
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.unlinkAlmond.failure.reasonCode2
nl: Het spijt ons! U bent nog niet bij ons geregistreerd.
pl: Przepraszamy! Jeszcze nie masz u nas konta.
pt: Lamentamos! Ainda não está registado.
sv: Tyvärr! Du är inte registrerad hos oss ännu.
tr: Üzgünüz! Henüz bize kayıt olmadınız.

source: accounts.unlinkAlmond.failure.reasonCode3
nl: U moet uw account activeren.
pl: Musisz aktywować Twoje konto.
pt: Necessita de ativar a sua conta.
sv: Du behöver uppdatera ditt konto.
tr: Hesabınızı etkinleştirmeniz lazım.

source: accounts.unlinkAlmond.failure.reasonCode4
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du behöver fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.

source: accounts.unlinkAlmond.failure.reasonCode5
nl: Het huidige wachtwoord is niet juist.
pl: Podane aktualne hasło jest niepoprawne.
pt: A palavra-passe estava incorreta.
sv: Det nuvarande lösenordet var felaktigt.
tr: Mevcut parola yanlış.

source: accounts.unlinkAlmond.failure.reasonCode6
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.inviteUserToShareAlmond.failure.reasonCode1
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.inviteUserToShareAlmond.failure.reasonCode5
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du behöver fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.

source: accounts.inviteUserToShareAlmond.failure.reasonCode7
nl: U kunt uzelf niet toevoegen als tweede gebruiker.
pl: Nie możesz dodać siebie jako dodatkowego użytkownika.
pt: Não é possível adicionar-se como utilizador secundário.
sv: Du kan inte lägga till dig själv som sekundär användare.
tr: Kendinizi ikinci kullanıcı olarak ekleyemezsiniz.

source: accounts.deleteSecondaryUser.failure.reasonCode1
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.deleteSecondaryUser.failure.reasonCode2
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du behöver fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.

source: accounts.deleteSecondaryUser.failure.reasonCode5
nl: De secundaire gebruiker is niet gevonden.
pl: Nie znaleziono użytkownika.
pt: Não foi possível encontrar o utilizador secundário.
sv: Sekundär användare hittades inte.
tr: İkinci kullanıcı bulunamadı.

source: accounts.deleteSecondaryUser.failure.default
nl: Het spijt ons! Er is iets misgegaan. Probeer het opnieuw.
pl: Przepraszamy! Coś poszło nie tak. Spróbuj później.
pt: Lamentamos! Algo correu mal. Tente mais tarde.
sv: Tyvärr! Något gick fel. Försök senare.
tr: Üzgünüz! Bir sorun oluştu. Daha sonra deneyin.

source: accounts.deleteMeAsSecondaryUser.failure.reasonCode1
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.deleteMeAsSecondaryUser.failure.reasonCode2
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du behöver fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.

source: notifications.title.Recent Activities
nl: Recente activiteiten
pl: Ostatnia aktywność
pt: Atividades recentes
sv: Senaste Aktiviteterna
tr: Son Etkinlikler

source: notifications.headerfooter.mode.The End
nl: Klaar
pl: Koniec
pt: Final
sv: Slutet
tr: Bitti

source: notifications.date.Today
nl: Vandaag
pl: Dzisiaj
pt: Hoje
sv: Idag
tr: Bugün

source: notifications.bucketdate.Yesterday
nl: Gisteren
pl: Wczoraj
pt: Ontem
sv: Igår
tr: Dün

source: scenes.hud.loadingScenes
nl: Scènes laden...
pl: Wczytywanie scenerii...
pt: A carregar cenas...
sv: Laddar scener...
tr: Sahneler yükleniyor...

source: scenes.hud.deletingScene
nl: Scène verwijderen...
pl: Usuwanie scenerii...
pt: A eliminar cena...
sv: Tar bort scen...
tr: Sahne Siliniyor...

source: scenes.hud.activatingScene
nl: Scène activeren...
pl: Aktywowanie scenerii...
pt: A ativar cena...
sv: Aktiverar scen...
tr: Sahne Etkinleştiriliyor...

source: scenes.hud.creatingScene
nl: Scène maken...
pl: Tworzenie scenerii...
pt: A criar cena...
sv: Skapar scen...
tr: Sahne Oluşturuluyor...

source: scene.macro.Could not update sensor data.
nl: Kan sensorgevens niet bijwerken.
pl: Nie udało się zaktualizować danych czujnika.
pt: Não foi possível atualizar os dados do sensor.
sv: Kunde inte uppdatera sensorinformation.
tr: Sensör verileri güncellenemedi.

source: scene.thermostat-title.COOLING TEMP.
nl: KOELTEMPERATUUR.
pl: TEMPERATURA CHŁODZENIA
pt: TEMP. DE ARREFECIMENTO.
sv: KYLTEMPERERATUR.
tr: SOĞUTMA SIC.

source: scene.thermostat-title.HEATING TEMP.
nl: VERWARMTEMPERATUUR.
pl: TEMPERATURA OGRZEWANIA
pt: TEMP. DE AQUECIMENTO.
sv: UPPVÄRMINGSTEMPERATUR.
tr: ISITMA SIC.

source: scene.button.Save
nl: Opslaan
pl: Zapisz
pt: Guardar
sv: Spara
tr: Kaydet

source: scene.button.Cancel
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal et

source: scene.title.Get Started
nl: Aan de slag
pl: Zacznij
pt: Começar
sv: Komma Igång
tr: Başlayın

source: scene.msg.You have to select at least 1 value
nl: U moet minstens 1 waarde selecteren
pl: Musisz wybrać co najmniej jedną wartość
pt: Deve selecionar, pelo menos, 1 valor
sv: Du måste ha minst 1 i värde
tr: En az 1 değer seçmelisiniz

source: scene.cancel-title.OK
nl: OK
pl: OK
pt: OK
sv: OK
tr: TAMAM

source: scene.hud.Loading router data
nl: Routergegevens laden
pl: Wczytywanie danych routera
pt: A carregar os dados do router
sv: Inläsning av routerinformation
tr: Modem bilgileri yükleniyor

source: scene.hud.Loading sensor data
nl: Sensorgegevens laden
pl: Wczytywanie danych czujnika
pt: A carregar os dados do sensor
sv: Laddar sensorinformation
tr: Sensör bilgileri yükleniyor

source: scene.text.Choose one or more Actions
nl: Kies een of meer acties
pl: Wybierz jedną lub więcej czynności
pt: Selecione uma ou mais ações
sv: Välj en eller flera åtgärder
tr: Bir vya daha fazla Eylem seçin

source: scene.alert-title.Oops
nl: Oeps
pl: Ups
pt: Ups
sv: Oops
tr: Oops

source: scene.alert-msg.Sorry, There was some problem with this request, try later!
nl: Het spijt ons, er is een probleem opgetreden met deze aanvraag. Probeer het later opnieuw!
pl: Przepraszamy, wystąpił problem z tym żądaniem, spróbuj później!
pt: Lamentamos, ocorreu um problema com este pedido, tente mais tarde!
sv: Tyvärr, det fanns vissa problem med denna begäran, försök senare!
tr: Üzgünüz, bu taleple ilgili bir sorun oluştu, daha sonra tekrar deneyin!

source: scene.alert-button.OK
nl: OK
pl: OK
pt: OK
sv: OK
tr: TAMAM

source: Scoreboard
nl: Scorebord
pl: Wskaźniki
pt: Painel de avaliação
sv: Resultattavla
tr: Puan Tablosu

source: Refresh.Scoreboard
nl: Scorebord vernieuwen
pl: Odśwież wskaźniki
pt: Atualizar o painel de avaliação
sv: Uppdatera Resultattavla
tr: Puan Tablosunu Yenile

source: scoreboard.section.Cloud
nl: Cloud
pl: Chmura
pt: Nuvem
sv: Molnet
tr: Bulut

source: scoreboard.section.PushNotifications
nl: Pushmeldingen
pl: Powiadomienia push
pt: Notificações push
sv: Pushmeddelanden
tr: Anlık Bildirimler

source: scoreboard.section.Events
nl: Gebeurtenissen
pl: Zdarzenia
pt: Eventos
sv: Händelser
tr: Etkinler

source: scoreboard.section.Network
nl: Netwerk
pl: Sieć
pt: Rede
sv: Nätverk
tr: Ağ

source: scoreboard.section.Commands & Updates
nl: Opdrachten en updates
pl: Polecenia i aktualizacje
pt: Controlos e atualizações
tr: Komutlar ve Güncellemeler

source: scoreboard.section.Logs & Data
nl: Logbestanden en gegevens
pl: Logi i dane
pt: Registos e dados
sv: Loggar & Data
tr: Günlükler & Veri

source: footerInsection.Last refreshed %.0f secs ago @ %@
nl: Laatste keer vernieuwd %.0f seconden geleden @ %@
pl: Ostatnio odświeżono %.0f sekund temu @ %@
pt: Última atualização há %.0f segundos atrás @ %@
sv: Senaste uppdateringen %.sekunder sedan @ %@
tr: Son yenilenme %.0f saniye önce @ %@

source: notifications.Client Token
nl: Clienttoken
pl: Token użytkownika
pt: Token do cliente
tr: İstemci Sembolü

source: notifications.Not registered
nl: Niet geregistreerd
pl: Niezarejestrowany
pt: Não registado
tr: Kayıtlı değil

source: Failed to send mail
nl: Kan geen e-mail verzenden
pl: Nie udało się wysłać e-maila
pt: Falha ao enviar e-mail
sv: Kunde inte skicka email
tr: Posta gönderilemedi

source: Since %@
nl: Sinds %@
pl: Od %@
pt: Desde %@
sv: Eftersom %@
tr: Başlangıç %@

source: notifications_logctrl.View Handler Log
nl: Handler-logbestand weergeven
pl: Pokaż logi programu obsługującego
pt: Visualizar registos do processador
sv: Visa Hanteringsloggar
tr: İşleyici Günlüğünü Görüntüle

source: notifications_viewactual.View Notifications
nl: Meldingen weergeven
pl: Pokaż powiadomienia
pt: Visualizar notificações
tr: Bildirimleri Görüntüle

source: notifications_viewtests.Unit Test UI
nl: Eenheidstest UI
pl: Test interfejsu
pt: Teste de unidades (TU)
tr: Birim Testi UI

source: events.All Events
nl: Alle gebeurtenissen
pl: Wszystkie zdarzenia
pt: Todos os eventos
sv: Alla Händelser
tr: Tüm Etkinlikler

source: Network.Established Connections
nl: Tot stand gebrachte verbindingen
pl: Nawiązane połączenia
pt: Ligações estabelecidas
tr: Kurulu Bağlantılar

source: Network.Failed Connections
nl: Mislukte verbindingen
pl: Nieudane połączenia
pt: Falha nas ligações
sv: Det gick inte att ansluta
tr: Başarısız Bağlantılar

source: Network.Reachability Changes
nl: Bereikbaarheidswijzigingen
pl: Zmiany dostępności
pt: Mudanças de acessibilidade
sv: Räckviddsförändringar
tr: Erişilebilirlik Değişiklikleri

source: SEC_ReQUEST.Dynamic Updates
nl: Dynamische updates
pl: Dynamiczne aktualizacje
pt: Atualizações dinâmicas
sv: Dynamiska Uppdateringar
tr: Dinamik Güncellemeler

source: SEC_ReQUEST.Command Requests
nl: Opdrachtsverzoeken
pl: Żądania poleceń
pt: Requisitos de controlo
sv: Kommandoförfrågningar
tr: Komut Talepleri

source: SEC_ReQUEST.Command Responses
pl: Odpowiedzi na polecenia
pt: Respostas de controlo
sv: Kommandosvar
tr: Komut Yanıtları

source: Email Logs & Data
nl: Logbestanden en gegevens e-mailen
pl: Prześlij logi i dane na e-mail
pt: Registos e dados de e-mail
sv: Email Loggar & Data
tr: Eposta Günlükleri & Verileri

source: cloudSection.row0.Production
nl: Productie
pl: Produkcja
pt: Produção
sv: Produktion
tr: Üretim

source: cloudSection.row1.Development
nl: Ontwikkeling
pl: Opracowanie
pt: Desenvolvimento
sv: Utveckling
tr: Geliştirme

source: Copied token
nl: Gekopieerde token
pl: Skopiowane tokeny
pt: Token copiado
tr: Kopyalanan Sembol

source: Reset counter
nl: Teller herstellen
pl: Zresetuj licznik
pt: Repor contador
sv: Återställ räknare
tr: Sayacı Sıfırla

source: Sending Mail is not supported on this device
nl: Het verzenden van mail wordt niet ondersteund op dit apparaat
pl: Wysyłanie e-maili nie jest dostępne z tego urządzenia.
pt: O envio de e-mail não é compatível com este dispositivo
sv: Att skicka email stöds inte på denna enhet
tr: Eposta gönderimi bu cihazda desteklenmiyor

source: Scoreboard.Preparing...
nl: Voorbereiden...
pl: Przygotowywanie...
pt: A preparar...
sv: Förbereder...
tr: Hazırlanıyor...

source: Local Network Enabled
nl: Lokaal netwerk ingeschakeld
pl: Sieć lokalna jest włączona
pt: Rede local ativada
sv: Lokalt Nätverk Etablerat
tr: Yerel Ağ Etkinleştirildi

source: scoreboard.localnetwork.IP Address
nl: IP-adres
pl: Adres IP
pt: Endereço IP
sv: IP-adress
tr: IP Adresi

source: scoreboard.localnetwork.Port
nl: Poort
pl: Port
pt: Porta
sv: Port
tr: Port

source: scoreboard.localnetwork.Password
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
sv: Lösenord
tr: Parola

source: sensor support- a value has changed
nl: een waarde is gewijzigd
pl: wartość uległa zmianie
pt: um valor foi alterado
sv: ett värde har ändrats
tr: Bir değer değiştirildi

source: Draw viecontroller.label LOCATION
nl: LOCATIE
pl: LOKALIZACJA
pt: LOCALIZAÇÃO
sv: PLATS
tr: KONUM

source: Draw viecontroller.label SETTINGS
nl: INSTELLINGEN
pl: USTAWIENIA
pt: DEFINIÇÕES
sv: Inställningar
tr: AYARLAR

source: Draw viecontroller.label INFO
nl: INFORMATIE
pl: INFORMACJE
pt: INFO.
sv: Information
tr: BİLGİ

source: Sorry! Unable to establish Internet route to cloud service.
nl: Het spijt ons! Kan de internetrouter niet verbinden met de cloudservice.
pl: Przepraszamy! Nie udało się nawiązać połączenia z chmurą.
pt: Lamentamos! Não foi possível estabelecer o percurso de Internet ao serviço na nuvem.
sv: Tyvärr! Det gick inte att etablera Internet router till molntjänst.
tr: Üzgünüz! Bulut sunucusuna İnternet Yolu oluşturulamadı.

source: mainviewcontroller_Connecting. Please wait!
nl: Verbinden. Een ogenblik geduld aub!
pl: ‎Łączenie. Proszę czekać!
pt: A ligar. Aguarde!
sv: Ansluter. Var god vänta!
tr: Bağlanıyor. Lütfen bekleyin!

source: mainviewcontroller_Sorry! Could not connect to the cloud service.
nl: Het spijt ons! Kan geen verbinding maken met de cloudservice.
pl: Przepraszamy! Nie udało się nawiązać połączenia z chmurą.
pt: Lamentamos! Não foi possível ligar ao serviço na nuvem.
sv: Tyvärr! Kunde inte ansluta till molntjänst.
tr: Üzgünüz! Bulut hizmetine bağlanamadı.

source: main view controller Sorry! Push Notification was not registered.
nl: Het spijt ons! De pushmelding is niet geregistreerd.
pl: Przepraszamy! Powiadomienie push nie zostało zarejestrowane.
pt: Lamentamos! A notificação push não foi registada.
sv: Tyvärr! Pushmeddelanden registrerades inte.
tr: Üzgünüz! Anlık bildirim kayıtlı değil.

source: main view controller Sorry! Push Notification was not deregistered.
nl: Het spijt ons! De pushmelding is uit het register verwijderd.
pl: Przepraszamy! Powiadomienie push nie zostało wyrejestrowane.
pt: Lamentamos! A notificação push foi registada.
sv: Tyvärr! Pushmeddelanden avregistrerades inte.
tr: Üzgünüz! Anlık Bildirim kaydı silinmedi.

source: In process of connecting. Change connection method.
nl: Bezig met te verbinden. Verbingingsmethode wijzigen.
pl: Trwa łączenie. Zmień sposób połączenia.
pt: No processo de ligação, altere o método de ligação.
sv: Ansluter. Ändra anslutningsmetod.
tr: Bağlanma işlemi devam ediyor. Bağlantı yöntemini değiştirin.

source: Cloud Connection
nl: Cloudverbinding
pl: Połączenie z chmurą
pt: Ligação na nuvem
sv: Molnanslutning.
tr: Bulut Bağlantısı

source: connection status Local Connection
nl: Verbinding
pl: Połączenie
pt: Ligação
sv: Anslutning
tr: Bağlantı

source: alert.title-Switch to Local Connection
nl: Naar lokale verbinding overschakelen
pl: Przełącz na połączenie lokalne
pt: Mudar para ligação local
sv: Ändra till Lokal Anslutning
tr: Yerel Bağlantıya Geç

source: alert.title-Edit Local Connection Settings
nl: Lokale verbindingsinstellingen wijzigen
pl: Edytuj ustawienia połączenia lokalnego
pt: Editar definições da ligação local
sv: Redigera Inställningar för Lokal Anslutning
tr: Yerel Bağlantı Ayarlarını Düzenle

source: Alert view title-Retry Cloud Connection
nl: Cloudverbinding opnieuw proberen
pl: Spróbuj ponownie połączyć się z chmurą
pt: Repetir a ligação na nuvem
sv: Återuppkoppla Molnanslutning
tr: Bulut Bağlntısını Yeniden Deneyin

source: Alert view title-Switch to Local Connection
nl: Naar lokale verbinding overschakelen
pl: Przełącz na połączenie lokalne
pt: Mudar para ligação local
sv: Växla till lokal anslutning
tr: Yerel Bağlantıya Geç

source: Alert view title-Edit Local Connection Settings
nl: Lokale verbindingsinstellingen
pl: Edytuj ustawienia połączenia lokalnego
pt: Editar definições da ligação local
sv: Redigera inställningar för lokal anslutning
tr: Yerel Bağlantı Ayarlarını Düzenle

source: alert view error_Cloud Connection
nl: Cloudverbinding
pl: Połączenie z chmurą
pt: Ligação na nuvem
sv: Molnanslutning
tr: Bulut Bağlantısı

source: alert view error_Local Connection
nl: Lokale verbinding
pl: Połączenie lokalne
pt: Ligação local
sv: Lokal Anslutning
tr: Yerel Bağlantı

source: alertview localconnection_Switch to Cloud Connection
nl: Naar cloudverbinding overschakelen
pl: Przełącz na połączenie z chmurą
pt: Mudar para ligação na nuvem
sv: Växla till molnanslutning
tr: Bulut Bağlantısına Geçin

source: alertview Local connection settings are missing.
nl: Lokale verbindingsinstellingen ontbreken.
pl: Brak ustawień dla połączenia lokalnego.
pt: As definições da ligação local estão em falta.
sv: Inställningar för lokal anslutning saknas.
tr: Yerel bağlantı ayarları eksik.

source: alertview title Add Local Connection Settings
nl: Lokale verbindingsinstellingen toevoegen
pl: Dodaj ustawienia połączenia lokalnego
pt: Adicionar as definições da ligação local
sv: Lägg till lokala inställningar
tr: Yerel Bağlantı Ayarlarını Ekleyin

source: alert msg offline Local Retry Local Connection
nl: Lokale verbinding opnieuw proberen
pl: Spróbuj ponownie połączyć się lokalnie
pt: Repetir a ligação local
sv: Återuppkoppla Lokal Asnlutning
tr: Yerel Bağlantıyı Tekrar Deneyin

source: alert title offline Local Switch to Cloud Connection
nl: Naar cloudverbinding overschakelen
pl: Przełącz na połączenie z chmurą
pt: Mudar para ligação na nuvem
sv: Växla till molnanslutning
tr: Bulut Bağlantısına Geç

source: alert title offline Local Edit Local Connection Settings
nl: Lokale verbindingsinstellingen bewerken
pl: Edytuj ustawienia połączenia lokalnego
pt: Editar as definições da ligação local
sv: Redigera inställningar för lokal anslutning
tr: Yerel Bağlantı Ayarlarını Düzenle

source: mainviewcontroller hud Loading router data
nl: Routergegevens laden
pl: Wczytywanie danych routera
pt: A carregar os dados do router
sv: Laddar routerinformation
tr: Modem verileri yükleniyor

source: mainviewcontroller hud Loading sensor data
nl: Sensorgegevens laden
pt: A carregar os dados do sensor
sv: Laddar sensorinformation
tr: Sensör verileri yükleniyor

source: mainviewcontroller hud hud.Updating settings...
nl: Instellingen bijwerken...
pl: Aktualizowanie ustawień...
pt: A atualizar as definições...
sv: Uppdaterar inställningar...
tr: Ayarlar güncelleniyor...

source: Cancel
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal et

source: wifi.hud.UpdatingWifiClient
nl: Wifi-client bijwerken...
pl: Aktualizowanie użytkownika Wi-Fi...
pt: A atualizar o cliente Wi-Fi...
sv: Uppdatera Wifi klient...
tr: Wifi İstemcisi Güncelleniyor...

source: wifi.hud.removeClient
nl: Wifi client verwijderen...
pl: Usuwanie użytkownika Wi-Fi...
pt: A eliminar o cliente Wi-Fi...
sv: Tar bort wifi-klient...
tr: Wifi istemcisi siliniyor...

source: wifi.button.deleteClient
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır

source: CONNECTED
nl: VERBONDEN
pl: POŁĄCZONY
pt: LIGADO
sv: ANSLUTEN
tr: BAĞLANDI

source: NOT CONNECTED
nl: NIET VERBONDEN
pl: NIEPOŁĄCZONY
pt: NÃO LIGADO
sv: INTE ANSLUTEN
tr: BAĞLANMADI

source: SFIWiFiClientsListViewController-propertyNames-Name
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
tr: Adı

source: SFIWiFiClientsListViewController-propertyNames-Type
nl: Type
pl: Typ
pt: Tipo
sv: Typ
tr: Tip

source: SFIWiFiClientsListViewController-propertyNames-MAC Address
nl: MAC-adres
pl: Adres MAC
pt: Endereço MAC
sv: MAC-address
tr: MAC Adresi

source: SFIWiFiClientsListViewController-propertyNames-Last Known IP
nl: Laatst bekende IP
pl: Ostatni znany adres IP
pt: Último IP conhecido
tr: Son Bilinen IP

source: SFIWiFiClientsListViewController-propertyNames-Connection
nl: Verbinding
pl: Połączenie
pt: Ligação
sv: Anslutning
tr: Bağlantı

source: SFIWiFiClientsListViewController-propertyNames-Use as Presence Sensor
nl: Als aanwezigheidssensor gebruiken
pl: Użyj jako czujnika obecności
pt: Utilizar como sensor de presença
sv: Använd som förstahandsval för Sensor Presence Sensor
tr: Bulunma Sensörü Olarak Kullan

source: SFIWiFiClientsListViewController-propertyNames-Notify me
nl: Breng me op de hoogte
pl: Powiadom mnie
pt: Notificar-me
sv: Meddela mig
tr: Bana Bildir

source: SFIWiFiClientsListViewController-propertyNames-Remove
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır

source: Presence sensor Yes
nl: Ja
pl: Tak
pt: Sim
sv: Ja
tr: Evet

source: Presence sensor NO
nl: NEE
pl: NIE
pt: NÃO
sv: Nej
tr: HAYIR

source: response.alert-Oops
nl: Oeps
pl: Ups
pt: Ups
sv: Oops
tr: Oops

source: response.alert-Sorry, There was some problem with this request, try later!
nl: Sorry, There was some problem with this request, try later!
pl: Przepraszamy, wystąpił problem z tym żądaniem, spróbuj później!
pt: Sorry, There was some problem with this request, try later!
sv: Sorry, There was some problem with this request, try later!
tr: Sorry, There was some problem with this request, try later!

source: response.alert-OK
nl: OK
pl: OK
pt: OK
sv: OK
tr: TAMAM

source: Fan is
nl: Ventilator is
pl: Wentylator jest
pt: A ventoinha é
sv: Fläkt är
tr: Fan

source: Fan is set to
nl: Ventilator is ingesteld op
pl: Wentylator jest ustawiony na
pt: A ventoinha está definida como
sv: Fläkt är inställd på
tr: Fan şuna ayarlı

source: brightness changed to
nl: helderheid gewijzigd naar
pl: jasność zmieniona na
pt: brilho alterado para
sv: ljusstyrka ändrad till
tr: parlaklık şuna değiştirildi

source: detected Fire.
nl: vuur gedetecteerd.
pl: wykrył ogień.
pt: incêndio detetado.
sv: upptäckt Brand .
tr: Yangın algılandı.

source: detected Gas.
nl: gas gedetecteerd.
pl: wykrył gaz.
pt: gás detetado.
sv: upptäckt Gas.
tr: Gaz algılandı.

source: detected Smoke.
nl: rook gedetecteerd.
pl: wykrył dym.
pt: fumo detetado.
sv: upptäckt Rök.
tr: Duman algılandı.

source: detected Vibration.
nl: trilling gedetecteerd.
pl: wykrył wstrząsy.
pt: vibração detetada.
sv: upptäckt Vibration.
tr: Titreşim algılandı.

source: detected motion.
nl: beweging gedetecteerd.
pl: wykrył ruch.
pt: movimento detetado.
sv: upptäckt rörelse.
tr: hareket algılandı.

source: detected water.
nl: water gedetecteerd.
pl: wykrył wodę.
pt: água detetada.
sv: upptäckt Vatten.
tr: su algılandı.

source: has been Tampered.
nl: is onrechtmatig gewijzigd.
pl: był manipulowany.
pt: foi adulterado.
sv: har Ändrats.
tr: kurcalanmış.

source: hue color changed to
nl: tint gewijzigd naar
pl: kolor Hue zmieniony na
pt: tonalidade alterada para
sv: hue-färg ändrad till
tr: ampul rengi değişti

source: is
pl: jest
pt: está
sv: är
tr: şimdi
