Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/Localizable.strings
Languages: nl, pl, pt, sv, tr

source: sensors.label.SENSOR SETTINGS
nl: SENSORINSTELLINGEN
pl: USTAWIENIA CZUJNIKA
pt: DEFINIÇÕES DO SENSOR
sv: SENSORINSTÄLLNINGAR
tr: SENSÖR AYARLARI

source: sensors.settings-label.Send Notifications
nl: Meldingen verzenden
pl: Wyślij powiadomienia
pt: Enviar notificações
sv: Skicka Meddelanden
tr: Bildirim Gönder

source: sensors.no-sensors.label.You don't have any sensors yet.
nl: U heeft nog geen sensors.
pl: Nie masz jeszcze żadnych czujników.
pt: Ainda não possui qualquer sensor.
sv: Du har ingen sensor ännu.
tr: Henüz hiç sensörünüz yok.

source: scenes.no-scenes.label.A scene is a group of sensors and a desired state for these sensors.
nl: Een scène is een sensorgroep en een gewenste status voor deze sensoren.
pl: Sceneria to grupa czujników i wybrane dla nich ustawienia.
pt: Uma cena consiste num grupo de sensores e num estado pretendido para estes sensores.
sv: En scen är en grupp av sensorer och ett önskat läge för dessa sensorer.
tr: Bir sahne bir grup sensör ve bu sensörlerin istenen durumudur.

source: sensors.account-confirm.label.Please confirm your account (less than a day left).
nl: Bevestig uw account (minder dan een dag).
pl: Potwierdź swoje konto (pozostał mniej niż jeden dzień).
pt: Confirme a sua conta (prazo inferior a um dia).
sv: Var god bekräfta ditt konto (mindre än en dag kvar).
tr: Lütfen hesabınızı doğrulayın. (bir günden az kaldı).

source: sensors.account-confirm.label.Please confirm your account (%d days left).
nl: Bevestig uw account (resterende dagen).
pl: Potwierdź swoje konto (pozostało %d dni).
pt: Confirme a sua conta (falta(m) %d dia(s).
sv: Var god bekräfta ditt konto (%d dagar kvar).
tr: Lütfen hesabınızı doğrulayın (%d gn kaldı).

source: sensors.account-confirm.label.Check activation email for instructions.
nl: Controleer de activatie-e-mail voor instructies.
pl: Sprawdź e-mail aktywacyjny, aby uzyskać dalsze instrukcje.
pt: Verifique o e-mail de ativação quanto a instruções.
sv: Kolla aktiveringsmail för instruktioner.
tr: Talimatlar için aktivasyon epostasını kontrol edin.

source: sensors.account-confirm.label.Resend activation email
nl: Activatie-e-mail opnieuw verzenden
pl: Wyślij ponownie e-mail aktywacyjny
pt: Reenviar o e-mail de ativação
sv: Skicka aktiveringsemail igen
tr: Aktivasyon epostasını tekrar gönderin

source: activation.toast.Reactivation link sent to your registerd email ID.
nl: De link voor het opnieuw activeren is naar uw geregistreerd e-mail-ID verzonden.
pl: Link reaktywacyjny został wysłany na Twój zarejestrowany adres e-mail.
pt: A ligação de reativação foi enviada para a identificação do e-mail registado.
sv: Aktiveringlänk har skickats till din email.
tr: Tekrar aktivason linki kayıt eposta adınıza gönderildi.

source: sensor.thermostat.field-label.Set Point
nl: Instelpunt
pl: Ustaw temperaturę
pt: Definir ponto
sv: Set Point
tr: Ayar Noktası

source: sensor.thermostat.field-label.Heating
nl: Verwarming
pl: Ogrzewanie
pt: Aquecimento
sv: Uppvärmning
tr: Isıtma

source: sensor.thermostat.field-label.Cooling
nl: Koeling
pl: Chłodzenie
pt: Arrefecimento
sv: Kylning
tr: Soğutma

source: sensor.thermostat.field-label.Mode
nl: Modus
pl: Tryb pracy
pt: Modo
sv: Läge
tr: Mod

source: sensor.thermostat.segment-control.Auto
nl: Automatisch
pl: Automatyczny
pt: Automático
sv: Automatiskt
tr: Otomatik

source: sensor.thermostat.segment-control.Heat
nl: Verwarmen
pl: Ogrzewanie
pt: Calor
sv: Värme
tr: Isıt

source: sensor.thermostat.segment-control.Cool
nl: Koelen
pl: Chłodzenie
pt: Frio
sv: Kyla
tr: Soğut

source: sensor.thermostat.segment-control.Off
nl: Uit
pl: Wyłączony
pt: Desligado
sv: Av
tr: Kapalı

source: sensor.thermostat.field-label.Fan
nl: Ventilator
pl: Wentylator
pt: Ventoinha
sv: Fläkt
tr: Fan

source: sensor.thermostat.segment-control.Auto Low
nl: Automatisch laag
pl: Automatyczny – niskie obroty
pt: Descida automática
sv: Auto Låg
tr: Otomatik Düşük

source: sensor.thermostat.segment-control.On Low
nl: Op laag
pl: Niskie obroty
pt: Ativar velocidade reduzida
sv: På Låg
tr: Düşükte

source: sensor.thermostat.Thermostat is %@
nl: Thermostaat is %@
pl: Termostat jest %@
pt: O termóstato é %@
sv: Termostat är %@
tr: Termostat %@

source: sensor.thermostat.Fan is %@
nl: Ventilator is %@
pl: Wentylator jest %@
pt: A ventoinha é %@
sv: Fläkten är %@
tr: Fan %@

source: sensor.thermostat.Battery is at %@%%
nl: Accu is op %@%%
pl: Pozostało %@%% baterii
pt: A bateria está nos %@%%
sv: Batterinivån är %@%%
tr: Pil düzeyi %@%%

source: sensor.Power is %.3fW
nl: Vermogen is %.3fW
pl: Pobór mocy wynosi %.3fW
pt: A energia é %.3fW
tr: Güç %.3fW

source: sensor.Current is %.3fA
nl: Stroom is %.3fA
pl: Natężenie wynosi %.3fA
pt: A corrente é %.3fA
sv: Nuvarande är %.3fA
tr: Akım %.3fA

source: sensor.Voltage is %.3fV
nl: Spannning is is %.3fV
pl: Napięcie wynosi %.3fV
pt: A tensão é %.3fV
sv: Spänningen är %.3fV
tr: Voltaj %.3fV

source: sensor.lock.pin-picker.Pin %ld
nl: Pin %ld
pl: Pin to %ld
pt: Pin %ld
sv: Pin %ld
tr: Pin %ld

source: sensor.toast.doorlock.PassCode must be 5 to 8 digits long
nl: De wachtwoordcode moet tussen 5 en 8 tekens lang zijn
pl: Kod musi składać się z od 5 do 8 cyfr
pt: O código de acesso deve entre 5 a 8 dígitos
sv: Passkod måste vara mellan 5 och 8 siffor lång
tr: Şifre 5 il 8 rakam arasında olmalıdır

source: sensor.device-name-label.Name
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
tr: Adı

source: sensor.deivice-duration-label.Ring Duration
nl: Aantal keer overgaan
pl: Długość czasu dzwonienia
pt: Duração do alarme
sv: Längd för Rington
tr: Çalma Süresi

source: sensor.deivice-duration-placeholder.number of seconds
nl: aantal seconden
pl: w sekundach
pt: número de segundos
sv: antal sekunder
tr: saniye süresi

source: sensor.deivice-location-label.Located at
nl: Bevindt zich in
pl: Znajdujący się w
pt: Localizado em
sv: Finns på
tr: Konum

source: sensor.deivice-save-settings.button.Save
nl: Opslaan
pl: Zapisz
pt: Guardar
tr: Kaydet

source: sensor.device-status.label.Battery OK
nl: ACCU OK
pl: BATERIA W PORZĄDKU
pt: BATERIA OK
sv: Batteri OK
tr: PİL TAMAM

source: sensor.device-status.label.Battery %
nl: ACCU %@%%
pl: %@%% BATERII
pt: BATERIA %@%%
sv: Batteri % @%%
tr: PİL %@%%

source: sensor.device-status.label.Low Battery
nl: Lage accu
pl: Bateria bliska rozładowania
pt: Bateria fraca
sv: Lågt Batteri
tr: Düşük Pil

source: sensor.device-status.label.LOW BATTERY
nl: LAGE ACCU
pl: BATERIA BLISKA ROZŁADOWANIA
pt: BATERIA FRACA
sv: LÅGT BATTERI
tr: DÜŞÜK PİL

source: sensor.device-status.label.Battery Unknown
nl: Accu onbekend
pl: Stan baterii nieznany
pt: Bateria desconhecida
sv: Batteri Okänt
tr: Pil Bilinmiyor

source: sensor.doorlock.field-label.Pins
nl: Pins
pl: Kody pin
pt: Pins
sv: Pins
tr: Pinler

source: sensor.doorlock.pinentry-textfield.placeholder.Code is not specified.
nl: De code is niet opgegeven.
pl: Nie określono kodu.
pt: O código não é especificado.
sv: Kod anges inte.
tr: Kod belirtilmemiş.

source: sensor.doorlock.button.Save Pin
nl: Pin opslaan
pl: Zapisz Pin
pt: Guardar pin
sv: Spara Pin
tr: Pini Kaydet

source: sensor.doorlock.field-label.Code
nl: Code
pl: Kod
pt: Código
sv: Kod
tr: Kod

source: sensor.multilevel-switch.status-label.Dimmable, %@%%
nl: Dimbaar, %@%%
pl: Przyciemnianie, %@%%
pt: Regulável, %@%%
tr: Kısılabilir, %@%%

source: sensor.level-control.status-label.Dimmable
nl: Dimbaar
pl: Przyciemnianie
pt: Regulável
sv: Dimbar
tr: Kısılabilir

source: sensor.keyfob.status-label.ALL DISARMED
nl: ALLES GEDEACTIVEERD
pl: WSZYSTKIE ROZBROJONE
pt: TODOS DESATIVADOS
sv: ALLA FRÅNKOPPLADE
tr: TÜMÜ KAPALI

source: sensor.keyfob.status-label.PERIMETER ARMED
nl: PERIMETER GEACTIVEERD
pl: ZABEZPIECZENIA OBWODOWE UZBROJONE
pt: PERÍMETRO ATIVADO
sv: PERIMETER FRÅNKOPPLAD
tr: PERİMETRE AÇIK

source: sensor.keyfob.status-label.ALL ARMED
nl: ALLES GEACTIVEERD
pl: WSZYSTKIE UZBROJONE
pt: TODOS ATIVADOS
sv: ALLA KOPPLADE
tr: TÜMÜ AÇIK

source: sensor.lightsensor.status-label.Illuminance %@
nl: Verlichtingssterkte %@
pl: Oświetlenie %@
pt: Iluminação %@
sv: Belysning %@
tr: Illuminance %@

source: sensor.tempsensor.status-label.Humidity %@
nl: Vochtigheid %@
pl: Wilgotność %@
pt: Humidade %@
tr: Aydınlatma%@

source: sensor.moisturesensor.status.FLOODED
nl: ONDER WATER
pl: ZALANIE
pt: INUNDADO
sv: ÖVERSVÄMMAD
tr: SU BASKINI

source: sensor.poweswitch.label.Power %@W
nl: Vermogen %@W
pl: Pobór mocy %@W
pt: Energia %@W
sv: Ström %@W
tr: Güç %@W

source: sensor.moisturesensor.status.Temp %@
nl: Temp %@
pl: Temperatura %@
pt: Temp. %@
tr: Sıc %@

source: sensor.notificaiton.label.notificationMode
nl: Breng me op de hoogte
pl: Powiadom mnie
pt: Notificar-me
sv: Meddela mig
tr: Beni Bilgilendir

source: sensor.notificaiton.segment.Always
nl: Altijd
pl: Zawsze
pt: Sempre
sv: Alltid
tr: Her zaman

source: sensor.notificaiton.segment.Away
nl: Afwezig
pl: Poza domem
pt: Ausente
sv: Borta
tr: Uzakta

source: sensor.notificaiton.segment.Off
nl: Uit
pl: Wyłącz
pt: Desligado
sv: Av
tr: Kapalı

source: sensors.label.Color
nl: Kleur
pl: Kolor
pt: Cor
sv: Färg
tr: Renk

source: sensor.hud.UpdatingSensordata
nl: Sensorgegevens bijwerken...
pl: Aktualizowanie danych czujnika...
pt: A atualizar dados do sensor...
sv: Uppdaterar sensorinformation...
tr: Sensör Verileri Güncelleniyor...

source: sensor.deivice-showlog.button.viewlogs
nl: Logbestanden weergeven
pl: Pokaż logi
pt: Visualizar registos
sv: Visa Loggar
tr: Günlükleri Görüntüle

source: sensor.deivice-warning_rightview.seconds
nl: seconden
pl: sekund
pt: segundos
sv: sekunder
tr: saniye

source: sensor.deivice.Highlightbutton Turn Off
nl: Uitschakelen
pl: Wyłącz
pt: Desligar
tr: Kapat

source: sensor.deivice.Highlightbutton Turn ON
nl: Inschakelen
pl: Włącz
pt: Ligar
tr: Aç

source: Temperature is %@%@
nl: Temperatuur is %@%@
pl: Temperatura wynosi %@%@
pt: A temperatura é %@%@
tr: Sıcaklık %@%@

source: Humidity is %@%%
nl: Vochtigheid is %@%%
pl: Wilgotność wynosi %@%%
pt: A humidade é %@%%
sv: Luftfuktigheten är %@%%
tr: Nem %@%%

source: sensors.label.DimmableLight-Brightness
nl: Helderheid
pl: Jasność
pt: Brilho
sv: Ljusstyrka
tr: Parlaklık

source: sensors.label.DimmableLight-Saturation
nl: Verzadiging
pl: Nasycenie
pt: Saturação
sv: Mättnad
tr: Doygunluk

source: sensors.label.DimmableLight-Color Temperature
nl: Kleurtemperatuur
pl: Temperatura barwowa
pt: Temperatura da cor
sv: Färgtemperatur
tr: Renk Sıcaklığı

source: sensors.label.HueLamp-Brightness
nl: Helderheid
pl: Jasność
pt: Brilho
sv: Ljusstyrka
tr: Parlaklık

source: sensors.label.HueLamp-Saturation
nl: Verzadiging
pl: Nasycenie
pt: Saturação
sv: Mättnad
tr: Doygunluk

source: sensors.label.HueLamp-Color
nl: Kleur
pl: Kolor
pt: Cor
sv: Färg
tr: Renk

source: smoke-detector-Warning
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
sv: Varning
tr: Uyarı

source: smoke-detector-Emergency
nl: Noodgeval
pl: Nagła sytuacja
pt: Emergência
tr: Acil Durum

source: smoke-detector Smoke :%@ , CO :%@
nl: Rook :%@ , CO :%@
pl: Dym: %@ , Czad: %@
pt: Fumo :%@ , CO :%@
sv: Rök :%@ , CO :%@
tr: Duman :%@ , CO :%@

source: sensor-detail-Fan cell On
nl: Aan
pl: Włączony
pt: Ligado
sv: På
tr: Açık

source: sensor-detail-Fan cell Off
nl: Uit
pl: Wyłączony
pt: Desligado
sv: Av
tr: Kapalı

source: sensor-detail-Target Temp
nl: Doeltemperatuur
pl: Temperatura docelowa
pt: Temp. alvo
sv: Måltemperatur
tr: Hedef Sıcaklık

source: sensor.notificaiton.fanindexpath.On
nl: Aan
pl: Włączony
pt: Ligado
sv: På
tr: Açık

source: sensor.notificaiton.fanindexpath.Off
nl: Uit
pl: Wyłączony
pt: Desligado
sv: Av
tr: Kapalı

source: sensor.awaymode.indexpath Home
nl: Start
pl: Ekran główny
pt: Inicial
sv: Hem
tr: Ev

source: sensor.mode indexpath Off
nl: Uit
pl: Wyłączony
pt: Desligado
sv: Av
tr: Kapalı

source: sensor.mode indexpath Cool
nl: Koelen
pl: Chłodzenie
pt: Frio
sv: Kyla
tr: Soğut

source: sensor.mode indexpath Heat
nl: Verwarmen
pl: Ogrzewanie
pt: Calor
sv: Värme
tr: Isıt

source: sensor.mode indexpath Heat-Cool
nl: Verwarmen-koelen
pl: Ogrzewanie-Chłodzenie
pt: Calor-frio
sv: Värme-Kyla
tr: Isıt-Soğut

source: device-property-fanindexpah false
nl: onwaar
pl: fałsz
pt: falso
tr: yanlış

source: device-property-fanindexpah true
nl: waar
pl: prawda
pt: verdadeiro
tr: doğru

source: device property on mobile hud Unable to update sensor
nl: Kan de sensor niet bijwerken
pl: Nie udało się zaktualizować czujnika
pt: Incapaz de atualizar o sensor
sv: Det gick inte att uppdatera sensor
tr: Sensör güncellenemedi

source: signup.navbar-title.Create Account
nl: Registreren
pt: Registar-se

source: signup.barbutton.Decline
nl: Weigeren
pl: Nie zgadzam się
pt: Declinar
sv: Neka
tr: Reddet

source: signuo.barbutton.Accept
nl: Accepteren
pl: Zgadzam się
pt: Aceitar
sv: Godkänn
tr: Kabul et

source: signup.barbutton.Continue
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
sv: Fortsätta
tr: Devam et

source: signup.headline-text.Signing up.
nl: Registreren.
pl: Rejestrowanie.
pt: A registar.
sv: Registrera.
tr: Oturum Açılıyor.

source: signup.subheadline-text.Please wait one moment...
nl: Een ogenblik geduld...
pl: Proszę czekać...
pt: Aguarde um momento...
sv: Var god vänta ett ögonblick...
tr: Lütfen bir dakika bekleyin...

source: signup.headline-text.Almost done.
nl: Bijna klaar.
pl: Już prawie gotowe.
pt: Quase concluído.
sv: Nästan klar.
tr: Neredeyse bitti.

source: signup.headline-text.An activation link was sent to your email
nl: Er is een activatielink verzonden naar uw e-mail. Volg deze en tik op Doorgaan om aan te melden.
pl: Link aktywacyjny został wysłany na Twój adres e-mail. Kliknij go, a następnie dotknij Kontynuuj, aby się zalogować.
pt: Foi enviada uma ligação de ativação para o seu e-mail. Aceda à ligação e, em seguida, toque em Continuar para iniciar sessão.
sv: En aktiveringslänk skickades till din email. Följ den, sedan trycker du på Fortsätt för att logga in.
tr: Epostanıza aktivasyon linki gönderildi. Linke tıklayın ve giriş yapmak için Devam Et.

source: signup.footerbutton.Resend the activation email
nl: Activatie-e-mail verzenden
pl: Wyślij ponownie e-mail aktywacyjny
pt: Reenviar o e-mail de ativação
sv: Skicka aktiveringsemail igen
tr: Aktivasyon epostasını tekrar gönder

source: signup.footerbutton.Signup using another email
nl: Registreren met een andere e-mailadres
pl: Zarejestruj się, korzystając z innego adresu e-mail
pt: Registe-se utilizando outro e-mail
sv: Registrering med hjälp av en annan email
tr: Başka bir eposta kullanarak oturum aç

source: signup.footerlabel.Do you want to create another account?
nl: Wilt u een andere account maken?
pl: Chcesz stworzyć jeszcze jedno konto?
pt: Pretende criar outra conta?
sv: Vill du skapa ett ytterligare konto?
tr: Başka bir hesap oluşturmak ister misiniz?

source: accounts.navbar-title.settings
nl: Instellingen
pl: Ustawienia
pt: Definições
sv: Inställningar
tr: Ayarlar

source: accounts.userprofile.title.account
nl: Account
pl: Konto
pt: Conta
sv: Konto
tr: Hesap

source: accounts.userprofile.label.primaryEmail
nl: PRIMAIR E-MAILADRES
pl: E-MAIL GŁÓWNY
pt: E-MAIL PRINCIPAL
sv: PRIMÄR EMAIL
tr: BİRİNCİL EPOSTA

source: accounts.userprofile.label.password
nl: WACHTWOORD
pl: HASŁO
pt: PALAVRA-PASSE
sv: LÖSENORD
tr: PAROLA

source: accounts.userprofile.label.firstName
nl: VOORNAAM
pl: IMIĘ
pt: NOME PRÓPRIO
sv: FÖRNAMN
tr: ADI

source: accounts.userprofile.label.lastName
nl: ACHTERNAAM
pl: NAZWISKO
pt: APELIDO
sv: EFTERNAMN
tr: SOYADI

source: accounts.userprofile.label.address
nl: ADRES
pl: ADRES
pt: MORADA
sv: ADRESS
tr: ADRESİ

source: accounts.userprofile.label.country
nl: LAND
pl: KRAJ
pt: PAÍS
sv: LAND
tr: ÜLKESİ

source: accounts.userprofile.label.zipCode
nl: POSTCODE
pl: KOD POCZTOWY
pt: CÓDIGO POSTAL
sv: POSTNUMMER
tr: ZIP KODU

source: accounts.userprofile.title.placeholder.name
nl: Wij kennen uw naam nog niet
pl: Nie wiemy jeszcze, jak się nazywasz
pt: Ainda não sabemos o seu nome
sv: Vi vet inte ditt namn ännu
tr: Henüz adınızı bilmiyoruz

source: accounts.userprofile.textfield.placeholder.firstName
nl: Wij kennen uw voornaam nog niet
pl: Nie znamy jeszcze Twojego imienia
pt: Ainda não sabemos o seu nome próprio
sv: Vi vet inte ditt förnamn ännu
tr: İlk adınızı henüz bilmiyoruz

source: accounts.userprofile.textfield.placeholder.lastName
pl: Nie znamy jeszcze Twojego nazwiska
pt: Ainda não sabemos o seu apelido
sv: Vi vet inte ditt efternamn ännu
tr: Soyadınızı henüz bilmiyoruz

source: accounts.userprofile.textfield.placeholder.address1
nl: Adreslijn 1
pl: Adres linia 1
pt: Linha de morada 1
sv: Adressrad 1
tr: Adres Satırı 1

source: accounts.userprofile.textfield.placeholder.address2
nl: Adreslijn 2
pl: Adres linia 2
pt: Linha de morada 2
sv: Adressrad 2
tr: Adres Satırı 2

source: accounts.userprofile.textfield.placeholder.address3
nl: Adreslijn 3
pl: Adres linia 3
pt: Linha de morada 3
sv: Adressrad 3
tr: Adres Satırı 3

source: accounts.userprofile.textfield.placeholder.country
nl: In welk land bent u gevestigd?
pl: W jakim kraju mieszkasz?
pt: Em que país reside?
sv: I vilket land bor du?
tr: Hangi ülkede yaşıyorsunuz?

source: accounts.userprofile.textfield.placeholder.zipCode
nl: Wat is uw postcode?
pl: Jaki jest Twój kod pocztowy?
pt: Qual é o seu código postal?
sv: Vad är ditt postnummer?
tr: ZIP Kodunuz nedir?

source: accounts.userprofile.button.changePassword
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar palavra-passe
sv: Ändra Lösenord
tr: Parolayı Değiştir

source: accounts.userprofile.button.edit
nl: Bewerken
pl: Edytuj
pt: Editar
sv: Redigera
tr: Düzenle

source: accounts.userprofile.button.add
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sv: Lägg till
tr: Ekle

source: accounts.userprofile.button.done
nl: Gereed
pl: Gotowe
pt: Concluído
sv: Klart
tr: Bitti

source: accounts.userprofile.button.deleteAccount
nl: ACCOUNT VERWIJDEREN
pl: USUŃ KONTO
pt: ELIMINAR CONTA
sv: TA BORT KONTO
tr: HESABI SİL

source: accounts.ownedAlmond.label.SharedWithOthers
nl: Gedeeld met %d andere perso(o)n(en)
pl: Współdzielone z %d osobą(-ami)
pt: Partilhado com %d
sv: Delat med %d andra
tr: %d farklı kişiyle paylaşıldı

source: accounts.ownedAlmond.label.deviceName
nl: APPARAATNAAM
pl: NAZWA URZĄDZENIA
pt: NOME DO DISPOSITIVO
sv: ENHETENS NAMN
tr: CİHAZ ADI

source: accounts.ownedAlmond.label.accessEmail
nl: E-MAIL OPENEN
pl: E-MAIL DOSTĘPOWY
pt: E-MAIL DE ACESSO
sv: TILLGÅG TILL EMAIL
tr: EPOSTA ERİŞİMİ

source: accounts.ownedAlmond.button.Unlink
nl: Ontkoppelen
pl: Rozłącz
pt: Desassociar
sv: Ta bort länken
tr: Bağlantıyı kes

source: accounts.ownedAlmond.button.Remove
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır

source: accounts.ownedAlmond.button.InviteMore
nl: MEER UITNODIGEN
pl: ZAPROŚ WIĘCEJ
pt: CONVIDAR MAIS
sv: BJUD IN FLER
tr: DİĞERLERİNİ DAVET ET

source: accounts.sharedAlmond.label.SharedWithYouBy
nl: Met u gedeeld door
pl: Współdzielone z Tobą przez
pt: Partilhado consigo por
sv: Delad av dig
tr: Sizinle Paylaşan

source: accounts.sharedAlmond.label.deviceName
nl: APPARAATNAAM
pl: NAZWA URZĄDZENIA
pt: NOME DO DISPOSITIVO
sv: ENHETENS NAMN
tr: CİHAZ ADI

source: accounts.sharedAlmond.button.Remove
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır

source: accounts.alert.onDeleteAccount.title
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar conta
sv: Ta bort konto
tr: Hesabı Sil

source: accounts.alert.onDeleteAccount.delete
nl: Verwijderen
pl: Usuń
pt: Eliminar
sv: Ta bort
tr: Sil

source: accounts.alert.onDeleteAccount.Cancel
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal Et

source: accounts.alert.onUnlinkAlmond.Unlink
nl: Ontkoppelen
pl: Rozłącz
pt: Desassociar
sv: Ta bort länken
tr: Bağlantıyı Kaldır

source: accounts.alert.onUnlinkAlmond.Cancel
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal Et

source: accounts.alert.onInviteToShareAlmond.title
nl: Via e-mail uitnodigen
pl: Zaproś przez e-mail
pt: Convidar por e-mail
sv: Bjud in via email
tr: Epostayla Davet Et

source: accounts.alert.onInviteToShareAlmond.message
nl: Door iemand uit te nodigen, krijgt deze toegang tot %@
pl: Gdy kogoś zaprosisz, otrzyma on dostęp do %@
pt: Ao convidar uma pessoa a mesmo pode aceder a %@
sv: Genom att bjuda in någon de kan komma åt %@
tr: Birini davet ederek %@ elde edebilirler

source: accounts.alert.onInviteToShareAlmond.Invite
nl: Uitnodigen
pl: Zaproś
pt: Convidar
sv: Bjud in
tr: Davet et

source: accounts.alert.onInviteToShareAlmond.Cancel
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal et

source: accounts.hud.loadingDetails
nl: Accountgegevens laden...
pl: Wczytywanie szczegółów konta...
pt: A carregar os detalhes da conta...
sv: Laddar kontouppgifter...
tr: Hesap bilgileri yükleniyor...

source: accounts.hud.deletingAccount
nl: Account verwijderen...
pl: Usuwanie konta...
pt: A eliminar a conta...
sv: Ta bort konto...
tr: Hesap siliniyor...

source: accounts.hud.updatingDetails
nl: Accountgegevens bijwerken...
pl: Aktualizowanie szczegółów konta...
pt: A atualizar os detalhes da conta...
sv: Uppdaterar kontoinformation...
tr: Hesap bilgileri güncelleniyor...

source: accounts.hud.removeUserFromSharedList
nl: Gebruiker verwijderen uit de gedeelde lijst...
pl: Usuń użytkownika z listy osób współdzielących urządzenie...
pt: Remover o utilizar da lista partilhada...
sv: Ta bort användare från delad lista...
tr: Kullanıcıyı paylaşımlı listeden kaldır...

source: accounts.deleteAccount.failure.reasonCode1
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.deleteAccount.failure.reasonCode2
nl: Het spijt ons! U bent nog niet bij ons geregistreerd.
pl: Przepraszamy! Jeszcze nie masz u nas konta.
pt: Lamentamos! Ainda não está registado.
sv: Tyvärr! Du är inte registrerad hos oss ännu.
tr: Üzgünüz! Henüz bize kayıt olmadınız.

source: accounts.deleteAccount.failure.reasonCode3
nl: U moet uw account activeren.
pl: Musisz aktywować swoje konto.
pt: Necessita de ativar a sua conta.
sv: Du behöver aktivera ditt konto.
tr: Hesabınızı etkinleştirmeniz lazım.

source: accounts.deleteAccount.failure.reasonCode4
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du behöver fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.

source: accounts.deleteAccount.failure.reasonCode5
nl: Het huidige wachtwoord is niet juist.
pl: Podane aktualne hasło jest niepoprawne.
pt: A palavra-passe estava incorreta.
sv: Det nuvarande lösenordet var felaktigt.
tr: Mevcut parola yanlış.

source: accounts.deleteAccount.failure.reasonCode6
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.deleteAccount.failure.default
nl: Het spijt ons! Het verwijderen van de account is mislukt.
pl: Przepraszamy! Usuwanie konta nie powiodło się.
pt: Lamentamos! Falha ao eliminar a conta.
sv: Tyvärr! Borttagning av konto misslyckades.
tr: Üzgünüz! Hesap silinemedi.

source: accounts.updateAccount.failure.reasonCode1
nl: Er is een fout opgetreden op de cloud. Probeer het later opnieuw.
pl: Wystąpił błąd chmury. Spróbuj później.
pt: Ocorreu um erro na nuvem. Tente mais tarde.
sv: Ett fel uppstod på molnet. Var god försök igen senare.
tr: Bulutta hata oluştu. Lütfen daha sonra deneyin.

source: accounts.updateAccount.failure.reasonCode2
nl: U moet alle velden invullen.
pl: Musisz wypełnić wszystkie pola.
pt: Necessita de preencher todos os campos.
sv: Du behöver fylla i alla fält.
tr: Tüm alanları doldurmanız gerekiyor.
