Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: HomeScreen/*.lproj/Localizable.strings
Languages: nl, pl, pt, sv, tr

source: is Armed.
nl: is geactiveerd.
pl: jest uzbrojony.
pt: está ativado.
sv: är kopplad.
tr: Açık.

source: is Closed.
nl: is afgesloten.
pl: jest zamknięty.
pt: está fechado.
sv: är Stängd.
tr: Kapalı.

source: is Closing.
nl: wordt afgesloten.
pl: jest zamykany.
pt: está a fechar.
sv: Stänger.
tr: Kapanıyor.

source: is Disarmed.
nl: is gedeactiveerd.
pl: jest rozbrojony.
pt: está desativado.
sv: är Frånkopplad.
tr: Kapandı.

source: is Locked.
nl: is gesloten.
pl: jest zamknięty na klucz.
pt: está bloqueado.
sv: är Låst.
tr: Kilitli.

source: is Open.
nl: is geopend.
pl: jest otwarty.
pt: está aberto.
sv: är Öppen.
tr: Açık.

source: is Opened.
nl: is Open.
pl: jest otwarty.
pt: está aberto.
sv: är Öpnnad.
tr: Açıldı.

source: is Opening.
nl: wordt geopend.
pl: jest otwierany.
pt: está a abrir.
sv: Öppnar.
tr: Açılıyor.

source: is Perimeter Armed.
nl: is geactiveerde perimeter.
pl: ma uzbrojone zabezpieczenia obwodowe.
pt: está com o perímetro ativado.
sv: är Perimeterkopplad.
tr: Perimetresi Açıldı.

source: is Ringing.
nl: gaat over.
pl: dzwoni.
pt: está a tocar.
sv: Ringer.
tr: Çalıyor.

source: is Silent.
nl: is stil.
pl: jest wyciszony.
pt: está em silêncio.
sv: är Tyst.
tr: Sessizde.

source: is Stopped.
nl: is gestopt.
pl: jest zatrzymany.
pt: está interrompido.
sv: är Stoppad.
tr: Durduruldu.

source: is Unlocked.
nl: is ontgrendeld.
pl: nie jest zamknięty na klucz.
pt: está desbloqueado.
sv: är Olåst.
tr: Kilidi açıldı.

source: is cooling down to
nl: wordt afgekoeld naar
pl: ochładza do
pt: está a arrefecer até
sv: kyler ner till
tr: şu değere soğutuluyor

source: is dimmed to
nl: wordt gedimd naar
pl: jest przyciemniona do
pt: está regulado para
sv: är nedtonad till
tr: şu değere kısılıyor

source: is heating up to
nl: wordt verwarmd naar
pl: ogrzewa do
pt: está a aquecer até
sv: är uppvärmd till
tr: şu değere ısıtılıyor

source: is not fully Locked.
nl: is niet volledig vergrendeld.
pl: nie jest do końca zamknięty.
pt: não está totalmente bloqueado.
sv: är inte helt låst.
tr: Tamaen kilitli değil.

source: is reset from Tampered.
nl: wordt teruggezet uit Onrechtmatig gewijzigd.
pl: ma zresetowany status (z sabotażu).
pt: foi redefinido devido à adulteração.
sv: är återställd från Ändrad .
tr: Kurcalanmıştan sıfırlandı.

source: is set to
nl: is ingesteld op
pl: jest ustawiony na
pt: está definido como
sv: är inställd på
tr: şuna ayarlandı

source: is switched Off.
nl: is uitgeschakeld.
pl: jest wyłączony.
pt: está desligado.
sv: är avstängd .
tr: anahtar kapandı.

source: is switched On.
nl: is ingeschakeld.
pl: jest włączony.
pt: está ligado.
sv: är påslagen .
tr: anahtar açıldı.

source: is turned Off.
nl: is uitgeschakeld.
pl: jest wyłączony.
pt: está desligado.
sv: är avstängd.
tr: kapandı.

source: is turned On.
nl: is ingeschakeld.
pl: jest włączony.
pt: está ligado.
sv: är påslagen .
tr: açıldı.

source: is turned on for
nl: is ingeschakeld voor
pl: jest włączony na
pt: está ligado durante
sv: är aktiverad för
tr: şunun için açıldı

source: saturation changed to
nl: verzadiging gewijzigd naar
pl: nasycenie zmienione na
pt: saturação alterada para
sv: mättnad ändrad till
tr: yeni doygunluk değeri

source: seconds
nl: seconden
pt: segundos
sv: sekunder
tr: saniyeler

source: stopped leaking.
nl: is gestopt met lekken.
pl: przestał cieknąć.
pt: fuga interrompida.
sv: slutade läcka.
tr: sızdırmayı durdurdu.

source: turned Off.
nl: uitgeschakeld.
pl: wyłączony.
pt: desligado.
sv: avstängd.
tr: kapandı.

source: turned On.
nl: ingeschakeld.
pl: włączony.
pt: ligado.
sv: påslagen.
tr: açıldı.

source: 's Battery is Low.
nl: 's accu is laag.
pl: ma baterię bliską rozładowania.
pt: - bateria está fraca.
sv: s Batteriet är lågt .
tr: 'Pili Zayıf.

source: 's Fire is gone.
nl: 's vuur is verdwenen.
pl: nie wykrywa już ognia.
pt: - incêndio foi extinto.
sv: s Brand är borta.
tr: 'Yangını söndü.

source: 's Gas is gone.
nl: 's gas is verdwenen.
pl: nie wykrywa już gazu.
pt: - gás foi extinto.
sv: s Gas är borta.
tr: 'Gazı kesildi.

source: 's Smoke is gone.
nl: 's Rook is verdwenen.
pl: nie wykrywa już dymu.
pt: - fumo foi extinto.
sv: s Rök är borta .
tr: 'Dumanı kayboldu.

source: 's color temperature changed to
nl: 's kleurtemperatuur is gewijzigd naar
pl: : temperatura barwowa zmieniona na
pt: - temperatura da cor alterada para
sv: s färgtemperatur ändrades till
tr: 'renginin sıcaklığı değiştirildi

source: 's humidiy changed to
pl: : wilgotność zmieniona na
pt: - humidade alterada para
sv: s luftfuktighet ändrades till
tr: ' nemi değiştirildi

source: 's light reading changed to
pl: : oświetlenie zmienione na
pt: - leitura de luz alterada para
sv: s ljusmätning ändrades till
tr: 'ışık değeri değiştirildi

source: 's motion stopped.
nl: 's beweging is gestopt.
pl: nie wykrywa już ruchu.
pt: - movimento interrompido.
sv: s rörelse stoppades.
tr: 'hareketi durdu.

source: 's pin code changed.
nl: 's pincode is gewijzigd.
pl: ma zmieniony kod pin.
pt: - código pin alterado.
sv: s pin-kod ändrades.
tr: 'pin kodu değişti.

source: 's power reading changed to
pl: : pobór mocy zmieniony na
pt: - leitura de energia alterada para
sv: s strömmätning ändrades till
tr: 'güç okuması şuna değiştirildi

source: 's temperature changed to
nl: 's temperatuur is gewijzigd naar
pl: : temperatura zmieniona na
pt: - temperatura alterada para
sv: s temperatur ändrades till
tr: 'sıcaklık okuması şuna değiştirildi

source: 's temperature set point changed to
nl: 's instelpunt van de temperatuur is gewijzigd naar
pl: : temperatura docelowa zmieniona na
pt: - ponto de ajuste da temperatura alterado para
sv: s temperature set point ändrades till
tr: 'sıcaklık ayar noktası şuna değiştirildi

source: 's vibration stopped.
nl: 's trilling is gestopt.
pl: nie wykrywa już wstrząsów.
pt: - vibração interrompida.
sv: s vibration stoppades.
tr: 'titreşimi durdu.

source: : no presence detected.
nl: : geen aanwezigheid gedetecteert.
pl: : nie wykryto niczyjej obecności.
pt: : sem presença detetada.
sv: :ingen närvaro upptäcktes.
tr: : bulunma algılanmadı.

source: : presence detected.
nl: : aanwezigheid gedecteerd.
pl: : wykryto czyjąś obecność.
pt: : presença detetada.
sv: :närvaro upptäcktes.
tr: : bulunma algılandı.

source: AWAY
nl: AFWEZIG
pl: POZA DOMEM
pt: AUSENTE
sv: BORTA
tr: UZAKTA

source: HOME
nl: START
pl: W DOMU
pt: INICIAL
sv: HEM
tr: EVDE

source: OFF
nl: UIT
pl: WYŁĄCZONY
pt: DESLIGADO
sv: AV
tr: KAPALI

source: ON
nl: AAN
pl: WŁĄCZONY
pt: LIGADO
sv: PÅ
tr: AÇIK

source: Temperature
nl: Temperatuur
pl: Temperatura
pt: Temperatura
tr: Sıcaklık

source: DIM
pl: ściemniać
pt: escurecer
sv: DUNKEL
tr: karartmak

source: COOL
nl: KOEL
pl: CHŁODNY
pt: FRIO
sv: HÄFTIGT
tr: GÜZEL

source: FAN ON
nl: ventilator op
pl: fanem na
pt: ventilador ligar

source: FAN OFF
nl: ventilator uit
pl: wentylator wyłączony
pt: ventilador desligado
tr: FAN KAPALI

source: COOLING TEMP.
nl: koeltemperatuur
pl: CHŁODZENIE TEMP.
pt: REFRIGERAÇÃO TEMP.
sv: KYLA TEMP.
tr: TEMP SOĞUTMA.

source: HEATING TEMP.
nl: verwarmingstemperatuur
pl: TEMP OGRZEWANIE.
pt: AQUECIMENTO TEMP.
sv: UPPVÄRMNING TEMP.
tr: ISITMA SICAKLIĞI.

source: Version
nl: Versie
pl: Wersja
pt: versão
tr: Sürüm

source: Settings
nl: Instellingen
pl: Ustawienia
pt: Definições
sv: Inställningar
tr: Ayarlar

source: login.local.Switch to Local Connection
nl: Naar lokale verbinding overschakelen
pl: Przełącz na połączenie lokalne
pt: Mudar para ligação local
sv: Ändra till Lokal Anslutning
tr: Yerel Bağlantıya Geç

source: router.log-send-error.There was an error sending logs
nl: Er is een fout opgetreden verzenden logs
pl: Wystąpił błąd podczas wysyłania dzienników
pt: Houve um erro ao enviar os logs
sv: Det uppstod ett fel skickar loggarna
tr: Günlükleri gönderirken bir hata oluştu

source: Sensorview-almondata-Get Started
nl: Begin
pl: Zaczynać
pt: Começar
sv: Komma igång
tr: Başlamak

source: showtoast Unable to update sensor
nl: Niet in staat om de sensor te werken
pl: Nie można zaktualizować czujnik
pt: Não é possível atualizar o sensor
sv: Det går inte att uppdatera sensor
tr: Sensörü güncellenemiyor

source: Force sensor data refresh
nl: geforceerd sensor vernieuwen van gegevens
pl: Odświeżanie danych czujnika siły
pt: Força dados do sensor de atualização
tr: Kuvvet kaptörü veri yenileme

source: tableviewcell-Updating sensor data. Please wait.
nl: Sensor Gegevens bijwerken. Wacht alstublieft
pl: Aktualizacja danych z czujników. Proszę czekać.
pt: Atualizando dados do sensor. Por favor, aguarde.
sv: Updating sensor data. Please wait.
tr: Sensör verilerinin güncellenmesi . Lütfen bekleyin.

source: Tharmostat_setpoint-SET POINT %@%@
nl: SETPUNT %@%@
pl: ustawiona punkt %@%@
pt: definido ponto %@ %@
sv: börvärde%@%@
tr: set sayısı%@%@

source: Tharmostat_setpoint-temperature
nl: temperatuur
pl: temperatura
pt: Temperatura
sv: temperatur
tr: sıcaklık

source: sensor-property-edit smokedetector Warning
nl: waarschuwing
pl: ostrzeżenie
pt: Aviso
sv: Varning
tr: uyarı

source: sensor-property-edit smokedetector Emergency
nl: noodgeval
pl: nagły wypadek
pt: Emergência
sv: nödläge
tr: Acil

source: read-almond-version %@ (%@)
nl: versie %@ (%@)
pl: wersja %@ (%@)
pt: versão %@ (%@)
sv: variant%@ (%@)
tr: versiyon%@ (%@)

source: alert title offline Local Retry Local Connection
nl: Opnieuw Lokale verbinding
pl: Ponów połączenie lokalne
pt: Repetir Conexão Local
sv: Försök lokal anslutning
tr: Yerel Bağlantı Retry

source: sensor.awaymode.indexpath Away
nl: Een manier
pl: z dala
pt: Um jeito
sv: bort
tr: uzakta

source: mainview-configure-Debug
nl: debug
pl: Debug
pt: Depurar
sv: felrättn
tr: onarım

source: connection status Cloud Connection
nl: Cloud aansluiting
pl: Połączenie cloud
pt: Nuvem Connection
sv: Molnet anslutning
tr: Bulut Bağlantısı

source: Drawviewcontroller.account
nl: rekening
pl: konto
pt: conta
sv: konto
tr: hesap

source: Drawviewcontroller.Logout
nl: uitloggen
pl: Wyloguj
pt: deslogar
sv: Logga ut
tr: çıkış Yap

source: Drawviewcontroller.Logout All
nl: logout alle
pl: Wyloguj wszystko
pt: deslogar tudo
sv: Logga ut alla
tr: tüm çıkış Yap

source: Draqviewcontroller.add
nl: toevoegen
pl: dodać
pt: adicionar
sv: lägga till
tr: eklemek

source: sensor.field-macro.PinCodeField
nl: pincode veld
pl: pola kodu PIN
pt: campo pincode
sv: pinkod fält
tr: PinCodeField

source: sensor.status-label.PRESENCE DETECTED
nl: AANWEZIGHEID GEDETECTEERD
pl: WYKRYTA OBECNOŚĆ
pt: PRESENÇA DETECTADA
sv: NÄRVARO DETEKTERAS
tr: PRESENCE DETECTED

source: sensor.macro-msg.Could not update sensor data.
nl: kon sensorgegevens bijgewerkt.
pl: Nie można zaktualizować danych z czujników.
pt: não foi possível atualizar os dados do sensor.
sv: kunde inte uppdatera sensordata.
tr: Could not update sensor data.

source: sensor.status-label.OPEN
nl: OPEN
pl: OTWARTE
pt: ABERTO
sv: ÖPPEN
tr: OPEN

source: sensor.status-label.CLOSED
nl: GESLOTEN
pl: ZAMKNIĘTE
pt: FECHADAS
sv: STÄNGT
tr: CLOSED

source: sensor.status-label.UNLOCKED
nl: ONTGRENDELD
pl: ODBLOKOWANY
pt: DESBLOQUEADO
sv: OLÅST
tr: UNLOCKED

source: sensor.status-label.LOCKED
nl: AFGESLOTEN
pl: ZAMKNIĘTY
pt: TRANCADO
sv: LÅST
tr: LOCKED

source: sensor.status-label.ACTIVE
nl: ACTIEF
pl: AKTYWNY
pt: ATIVO
sv: AKTIV
tr: ACTIVE

source: sensor.status-label.INACTIVE
nl: INACTIEF
pl: NIEAKTYWNY
pt: INATIVO
sv: INAKTIV
tr: INACTIVE

source: sensor.status-label.MOTION DETECTED
nl: BEWEGING GEDETECTEERD
pl: WYKRYCIU RUCHU
pt: MOVIMENTO DETECTADO
sv: RÖRELSE DETEKTERAS
tr: MOTION DETECTED

source: sensor.status-label.NO MOTION
nl: GEEN BEWEGING
pl: BRAK RUCHU
pt: NENHUM MOVIMENTO
sv: INGEN RÖRELSE
tr: NO MOTION

source: sensor.status-label.ALARM: FIRE DETECTED
nl: ALARM: BRAND ONTDEKT
pl: ALARM: WYKRYTY POŻAR
pt: ALARME: INCÊNDIO DETECTADO
sv: LARM: BRAND UPPTÄCKS
tr: ALARM: FIRE DETECTED

source: sensor.status-label.FLOODED
nl: OVERSTROOMD
pl: ZALANE
pt: INUNDADA
sv: SVÄMMADE
tr: FLOODED

source: sensor.status-label.ALARM: GAS DETECTED
nl: ALARM: GAS GEDETECTEERD
pl: ALARM: WYKRYCIA GAZU
pt: ALARME: GÁS DETECTADA
sv: LARM: GAS UPPTÄCKS
tr: ALARM: GAS DETECTED

source: sensor.status-label.VIBRATION DETECTED
nl: TRILLINGEN GEDETECTEERD
pl: WYKRYTE DRGANIA
pt: VIBRAÇÃO DETECTADO
sv: VIBRATIONER DETEKTERAS
tr: VIBRATION DETECTED

source: sensor.status-label.NO VIBRATION
nl: GEEN TRILLING
pl: BRAK WIBRACJI
pt: NENHUMA VIBRAÇÃO
sv: INGA VIBRATIONER
tr: NO VIBRATION

source: sensor.msg-label.State data unknown. Use manual controls.
nl: state data onbekend. Gebruik handmatige bediening.
pl: Dane nieznanym stanie. ręcznego sterowania.
pt: dados estado desconhecido. usar controles manuais.
sv: tillståndsdata okända. använda manuella kontroller.
tr: State data unknown. Use manual controls.

source: sensor.status-label.NO PRESENCE
nl: NIET AANWEZIG
pl: NIE OBECNOŚĆ
pt: NENHUMA PRESENÇA
sv: INGEN NÄRVARO
tr: NO PRESENCE

source: sensor.status-label.SMOKE DETECTED!
nl: ROOK ONTDEKT!
pl: WYKRYCIU DYMU!
pt: FUMAÇA DETECTADA!
sv: RÖK DETEKTERAS!
tr: SMOKE DETECTED!

source: sensor.status-label.RINGING
nl: RINKELEN
pl: DZWONIENIE
pt: ZUMBIDO
sv: RINGANDE
tr: RINGING

source: sensor.status-label.CLOSING
nl: SLUITEND
pl: ZAMKNIĘCIE
pt: ENCERRAMENTO
sv: STÄNGNING
tr: CLOSING

source: sensor.status-label.STOPPED
nl: GESTOPT
pl: ZATRZYMANY
pt: PARADO
sv: STOPPAD
tr: STOPPED

source: sensor.status-label.OPENING
nl: OPENING
pl: OTWARCIE
pt: ABERTURA
sv: ÖPPNING
tr: OPENING

source: sensor.text.%ld SENSORS
nl: %ld SENSORS
pl: %ld CZUJNIKI
pt: %ld SENSORES
sv: %ld SENSORER
tr: %ld SENSÖRLER

source: sensor.text.%ld SENSOR
nl: %ld SENSOR
pl: %ld CZUJNIK
pt: %ld SENSOR
sv: %ld SENSOR
tr: %ld ALGILAYICI

source: Device.propertyeditview.controller.Name
nl: naam
pl: imię
pt: nome
sv: namn
tr: isim

source: Device.propertyeditview.controller.Location
nl: ligging
pl: lokalizacja
pt: localização
sv: Läge
tr: konum

source: Device.propertyeditview.controller.Enter IR Code
nl: Voer IR Code
pl: Wpisz kod IR
pt: Digite o Código de IR
sv: Ange IR kod
tr: IR Kodunu Girin

source: Device.propertyeditview.controller.Example 444
nl: voorbeeld 444
pl: Przykład 444
pt: exemplo 444
sv: Exempel 444
tr: Örnek 444

source: scenes.new-scene.label.New Scene
nl: nieuwe scène
pl: Nowa scena
pt: nueva escena
sv: ny scen
tr: yeni sahne

source: router.linkalmond-msg.headline
nl: Laten we een HomeScreen koppelen.
pt: Vamos associar uma HomeScreen.

source: router.linkalmond-msg.message
nl: Start de wizard op uw HomeScreen en tik daarna op het onderstaande symbool.
pt: Inicie o assistente de configuração na sua HomeScreen e, em seguida, toque no símbolo abaixo.

source: Almond Linked
nl: Gekoppelde HomeScreen
pl: HomeScreen połączony
pt: HomeScreen associada
sv: HomeScreen Kopplad
tr: HomeScreen Bağlandı

source: Link Almond
nl: Cloud-link
pl: Połączenie z chmurą
pt: Ligação na nuvem
sv: Molnlänk
tr: Bulut Linki

source: Local Link Almond
nl: Locale link
pl: Połączenie lokalne
pt: Ligação local
sv: Lokal Länk
tr: Yerel Link

source: Please wait while your Almond is being linked to cloud.
nl: Wacht even tot uw HomeScreen is gekoppeld aan de cloud.
pl: Proszę czekać, podczas gdy Twoje urządzenie HomeScreen jest łączone z chmurą.
pt: Aguarde que a sua HomeScreen seja associada à nuvem.
sv: Var god vänta medan din HomeScreen kopplas till molnet.
tr: Lütfen buluta bağlanırken bekleyin.

source: This Almond is already linked to another user.
nl: Deze HomeScreen is al gekoppeld aan een andere gebruiker. Neem contact met ons op via support@securifi.com
pl: To urządzenie HomeScreen jest już przypisane do innego użytkownika. Skontaktuj się z nami, pisząc na adres support@securifi.com
pt: Esta HomeScreen já está associada a outro utilizador. Contacte-nos através do support@securifi.com
sv: Denna HomeScreen är redam kopplad till en annan användare. Kontakta oss på support@securifi.com
tr: Bu HomeScreen başka bir kullanıcıya bağlıdır. Bizimle support@securifi.com adresinden iletişime geçebilirsiniz

source: Almond could not be affiliated
nl: HomeScreen kan niet worden geafillieerd. %@
pl: Nie udało się przypisać urządzenia HomeScreen. %@
pt: Não é possível associar a HomeScreen à nuvem. %@
sv: HomeScreen kunde inte anslutas. %@
tr: HomeScreen ilişkilendirilemedi. %@

source: Run the Almond Account app and enter the code displayed.
nl: Open de app HomeScreen Account en voer de weergegeven code in.
pl: Uruchom aplikację HomeScreen Account i wprowadź podany kod.
pt: Execute a aplicação da conta da HomeScreen e introduza o código exibido.
sv: Kör HomeScreen Konto-appen och ange kodes som visas.
tr: HomeScreen Hesabı uygulamasını çalıştırın ve görüntülenen kodu girin.

source: cloudlink.button.Link Almond
nl: HomeScreen koppelen
pl: Połącz urządzenie HomeScreen
pt: Associar HomeScreen
sv: Koppla HomeScreen
tr: HomeScreen'u Bağla

source: cloudlink.button.Add Almond Locally
nl: HomeScreen lokaal toevoegen
pl: Dodaj urządzenie HomeScreen lokalnie
pt: Adicionar HomeScreen localmente
sv: Lägg till HomeScreen Lokalt
tr: HomeScreen'u Yerel Olarak Ekle

source: router.offline-msg.label.Almond is Offline.
nl: HomeScreen is offline.
pl: HomeScreen jest w trybie offline.
pt: A HomeScreen está offline.
sv: HomeScreen är Offline.
tr: HomeScreen Çevrimdışı.

source: router.msg-link.The Almond was successfully linked.
nl: De HomeScreen is gekoppeld.
pl: Urządzenie HomeScreen zostało połączone pomyślnie.
pt: A HomeScreen foi associada com sucesso.
sv: HomeScreen kopplades.
tr: HomeScreen başarıyla bağlandı.

source: router.btn-title.Unlink Almond?
nl: De HomeScreen ontkoppelen?
pl: Rozłączyć urządzenie HomeScreen?
pt: Desassociar HomeScreen?
sv: Koppla från HomeScreen?
tr: HomeScreen Bağlantısı Kaldırılsın mı?

source: router.btn-title.Link Almond Locally
nl: HomeScreen lokaal koppelen
pl: Połącz urządzenie HomeScreen lokalnie
pt: Associar HomeScreen localmente
sv: Koppla HomeScreen Lokalt
tr: HomeScreen'u Yerel Olarak Bağlayın

source: router.title.Please note that without cloud control you will not receive notifications nor have the ability to control your Almond remotely.
nl: Houd er rekening mee dat zonder cloudbeheer u geen meldingen ontvangt of uw HomeScreen op afstand kunt bedienen.
pl: Miej na uwadze, że bez możliwości kontroli przez chmurę nie będziesz mieć możliwości zdalnej kontroli nad Twoim urządzeniem HomeScreen.
pt: Note que sem o controlo na nuvem, não será possível receber notificações nem controlar a sua HomeScreen remotamente.
sv: Var god notera att du utan molnkontroll inte tar emot meddelanden eller har möjlighet att fjärrstyra din HomeScreen.
tr: Lüten bulut kontrolü olmadan bildirim alamayacağınızı veya HomeScreen'unuzu uzaktan kontrol edemeyeceğinizi dikkate alın.

source: router.error-msg.This Almond is already linked.
nl: Deze HomeScreen is al gekoppeld.
pl: To urządzenie HomeScreen jest już połączone.
pt: Esta HomeScreen já está associada.
sv: Denna HomeScreen är redan kopplad.
tr: Bu HomeScreen zaten bağlandı.

source: router.error-msg.An error occurred trying to link with the Almond. Please try again.
nl: Er is een fout opgetreden tijdens het koppelen met de HomeScreen. Probeer het opnieuw.
pl: Wystąpił błąd podczas próby połączenia z urządzeniem HomeScreen. Spróbuj ponownie.
pt: Ocorreu um erro ao tentar associar com a HomeScreen. Tente novamente.
sv: Ett fel inträffade vid försök att koppla HomeScreen. Var god försök igen.

source: router.card-title.Cloud Almond Link
nl: Cloud HomeScreen-link
pl: Połączenie z chmurą HomeScreen
pt: Ligação na nuvem à HomeScreen
sv: Moln HomeScreen Länk
tr: Bulut HomeScreen Linki

source: router.card-title.Local Almond Link
nl: Lokale HomeScreen Link
pl: Połączenie z lokalnym urządzeniem HomeScreen
pt: Ligação local à HomeScreen
tr: Yerel HomeScreen Linki

source: router.software-version.header.instructions
nl: Tik op "Instellingen" op uw HomeScreen
pl: Dotknij „Ustawienia“ na Twoim urządzeniu HomeScreen
pt: Toque em "Definições" na sua HomeScreen
sv: Please tap "Inställningar" på din HomeScreen
tr: Lütfen HomeScreen'unuzda "Ayarlar" obölümüne dokunun

source: router.no-sensors.label.Add a sensor from your Almond.
nl: Een sensor toevoegen vanaf uw HomeScreen.
pl: Dodaj czujnik przez HomeScreen.
pt: Adicionar um sensor da sua HomeScreen.
sv: Lägg till en sensor från din HomeScreen.
tr: HomeScreen'unuzdan bir sensör ekleyin.

source: signup.headline-text.Securifi Cloud Account.
nl: Securifi-cloudaccount.
pl: Konto w chmurze Securifi.
pt: Conta na nuvem Securifi.
sv: Securifi Molnkonto.
tr: Securifi Bulut Hesabı.

source: signup.headline-text.Access your Almonds
nl: Gebruik uw HomeScreens en thuisapparaten overal.
pl: Dostęp do Twojego urządzenia HomeScreen i urządzeń domowych gdziekolwiek jesteś.
pt: Aceda às suas HomeScreens e aos seus dispositivos domésticos a partir de qualquer local.
sv: Få tillgång till din HomeScreen och dina hemenheter från var som helst.
tr: HomeScreenlarınıza ve ev cihazlarınıza her yerden ulaşabilirsiniz.

source: accounts.ownedAlmond.label.YouOwnThisAlmond
nl: Deze HomeScreen is de uwe
pl: Jesteś właścicielem tego urządzenia HomeScreen
pt: Esta HomeScreen é sua
sv: Du äger denna HomeScreen
tr: Bu HomeScreen size ait

source: accounts.ownedAlmond.textfield.placeholder.almondName
nl: HomeScreen-naam
pl: Nazwa urządzenia HomeScreen
pt: Nome da HomeScreen
sv: HomeScreen Namn
tr: HomeScreen Adı

source: accounts.ownedAlmond.button.RenameAlmond
nl: Naam van HomeScreen wijzigen
pl: Zmień nazwę urządzenia HomeScreen
pt: Renomear a HomeScreen
sv: Byt namn på HomeScreen
tr: HomeScreen'u Yeniden Adlandır

source: accounts.sharedAlmond.textfield.placeholder.almondName
nl: HomeScreen-naam
pl: Nazwa urządzenia HomeScreen
pt: Nome da HomeScreen
sv: HomeScreen Namn
tr: HomeScreen Adı

source: accounts.sharedAlmond.button.RenameAlmond
nl: Naam van HomeScreen wijzigen
pl: Zmień nazwę urządzenia HomeScreen
pt: Renomear a HomeScreen
sv: Byt namn på HomeScreen
tr: HomeScreen'u Yeniden Adlandır

source: accounts.alert.onDeleteAccount.message
nl: Als u de account verwijdert, word(t)(en) uw HomeScreen(s)ontkoppelt en worden gebruikersvoorkeuren verwijdert. Om de verwijdering van uw account te bevestigen, voert u hieronder uw wachtwoord in.
pl: Usunięcie konta spowoduje rozłączenie Twoich urządzeń HomeScreen i usunięcie ustawień użytkownika. Aby potwierdzić usunięcie konta, wpisz poniżej Twoje hasło.
pt: Eliminar a conta irá desassociar a(s) sua(s) HomeScreen(s) e eliminar as preferências do utilizador. Para confirmar a eliminação de conta introduza a sua palavra-passe abaixo.
sv: Om du tar bort kontot kopplar du från HomeScreen(s) och raderar användarinställningar. För att bekräfta borttagning av kontot ange ditt lösenord nedan.
tr: Hesabı silmek HomeScreen'larınızın bağlantısını kaldıracak ve kullanıcı tercihlerini silecektir. Hesap silme işlemini doğrulamak için aşağıya parolanızı girin.

source: accounts.alert.onUnlinkAlmond.title
nl: HomeScreen ontkoppelen
pl: Rozłącz urządzenie HomeScreen
pt: Desassociar HomeScreen
sv: Koppla från HomeScreen
tr: HomeScreen Bağlantısını Kesin

source: accounts.alert.onUnlinkAlmond.message
nl: Om de HomeScreen te ontkoppelen, voert u hieronder uw wachtwoord in.
pl: Aby potwierdzić rozłączenie Urządzenia HomeScreen, wpisz poniżej Twoje hasło.
pt: Para confirmar a remoção da associação da HomeScreen introduza a sua palavra-passe abaixo.
sv: För att bekräfta koppling av HomeScreen ange ditt lösenord nedan.
tr: HomeScreen bağlantısını kesmeyi onaylamak için parolanızı aşağıya girin.

source: accounts.itoast.almondNameMax32Characters
nl: De naam van de HomeScreen Name niet langer zijn dan 32 tekens.
pl: Nazwa urządzenia HomeScreen nie może składać się z więcej niż 32 znaków.
pt: O nome da HomeScreen não pode ser superior a 32 carateres.
sv: HomeScreen namn kan inte vara mer än 32 tecken.
tr: HomeScreen Adı 32 karakterden fazla olamaz.
