Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: Almond/*.lproj/Almond-Localizable.strings
Languages: de, ja, nl, pl, pt, ru, sv, tr, zh_hans

source: alert msg offline Local connection to your Almond failed. Tap retry or switch to cloud connection.
de: Lokale Verbindungseinstell. hinzufügen. Cloud Verbindung zu Almond fehlgeschlagen.
ja: ローカルの接続が出来ませんでした。再実行するかクラウドで接続してくださいLocal connection to your Almond failed. Tap retry or switch to cloud connection.
nl: De lokale verbinding naar uw Almond is mislukt. Tik op opnieuw of schakel over naar een cloudverbinding.
pl: Połączenie lokalne z Twoim Almond nie powiodło się. Spróbuj ponownie lub przełącz na połączenie przez chmurę.
pt: Falha na ligação local à sua Almond. Toque novamente para mudar para ligação na nuvem.
ru: Локальное подключение к Вашему Almond не удалось. Попробуйте снова или переключитесь на облачное соединение.
sv: Lokal anslutning till din Almond misslyckades. Tryck försök igen eller ändra till lokal anslutning.
tr: Almond yerel bağlantısı kurulamadı. Dokunup yeniden deneyin veya bulut bağlantısına geçin.
zh_hans: 本機連接Almond失敗，請點擊重試或切換至雲端連接。

source: hud message-Setting Almond to Away Mode
de: Almond auf Nicht zuhause Modus stellen
ja: Almondを留守モードに設定中Setting Almond to Away Mode
nl: De Almond instellen op de Afwezig-modus
pl: Przestawianie urządzenia Almond w tryb Poza domem
pt: A definir Almond para modo Ausente
ru: Установка Almond в Удалённый Режим
sv: Ställ in till Borta-läge
tr: Almond Uzakta Moduna Getiriliyor
zh_hans: 設定Almond為外出模式

source: hud message-Setting Almond to Home Mode
de: Almond auf zuhause Modus stellen
ja: Almondをホームモードに設定中Setting Almond to Home Mode
nl: De Almond instellen op de Thuis-modus
pl: Przestawianie urządzenia Almond w tryb W domu
pt: A definir Almond para modo Inicial
ru: Установка Almond в Домашний Режим
sv: Ställ in Almond till Hem-läge
tr: Almond Ev Moduna Getiriliyor
zh_hans: 設定Almond為家居模式

source: alertview Can't connect to your Almond. Please select a connection method.
de: Verbindung mit Ihrem Almond kann nicht hergestellt werden. Bitte zu lokaler Verbindung wechseln.
ja: Almondに接続できません。接続モードを選んでください。 Can't connect to your Almond. Please select a connection method.
nl: De Almond kan niet worden verbonden. Selecteer een verbindingsmethode.
pl: Nie można połączyć się z Twoim urządzeniem Almond. Wybierz rodzaj połączenia.
pt: Não foi possível ligar à sua Almond. Selecione um método de ligação.
ru: Не удаётся подключиться к Вашему Almond. Пожалуйста, выберите способ соединения.
sv: Kan inte koppla till din Almond. Var god välj ett anslutningsalternativ.
tr: Almond'unuza bağlanamıyor. Lütfen bir bağlantı yöntemi seçin.
zh_hans: 無法連接至您的Almond，請選擇其它連線方式。

source: alertview localconnection_Connected to your Almond locally.
de: Mit Ihrem Almond lokal verbunden.
ja: ローカルでAlmondと接続しています。onnected to your Almond locally.
nl: Lokaal met uw Almond verbonden.
pl: Połączono z Twoim Almond lokalnie.
pt: Ligado à sua Almond localmente.
ru: Локально подключён к Вашему Almond.
sv: Ansluten till din Almond lokalt.
tr: Almond'unuza yerel olarak bağlandı.
zh_hans: 本機連接Almond

source: router.card-title.Local Almond Link
nl: Lokale Almond Link
pl: Lokalna Almond link
pt: Fazer a ligação local Almond
zh_hans: Almond主機連接

source: router.software-version.header.instructions
nl: Gelieve tik ”Instellingen” op uw Almond
pl: Proszę wybierz "Ustawienia" na Almond
pt: Por favor, toque em "Configurações" no seu Almond
zh_hans: 請在您的Almond螢幕點擊”設定”

source: Monitor and Control your home from anywhere.
nl: Bewaken en controleren van uw huis overal.
pl: Monitorować i kontrolować swój dom z dowolnego miejsca.
pt: Monitorar e controlar a sua casa de qualquer lugar.
ru: Мониторинг и управление домом из любой.
tr: Monitör ve her yerden evinize Kontrol.

source: router.linkalmond-msg.label.Let's link an Almond.
ja: Almond をリンクしましょう.
pt: Vamos associar uma Almond.
ru: Давайте подключим Almond.
sv: Låt oss koppla en Almond.
tr: Bir Almond bağlayalım.
zh_hans: Let's link an Almond.

source: router.linkalmond-msg.label.Start the wizard on your Almond.
ja: ウイザードスタートし、下の記号をタップしてください。
pt: Inicie o assistente de configuração na sua Almond e, em seguida, toque no símbolo abaixo.
ru: Запустите Мастера Установки на Вашем Almond, затем нажмите на символ ниже.
sv: Starta guiden på din Almond och tryck sedan på symbolen nedan.
tr: Almond'unuzda sihirbazı başlatın ve aşağıdaki sembole dokunun.
zh_hans: 在您的Almond啟動設定精靈，接著點擊下方的符號。

source: Access your Almonds and your home devices from anywhere.
de: Steuern Sie er Almond und Geräte von überall.
ja: どこでもAlmondをリモートでアクセス。Access your Almonds and your home devices from anywhere.
sv: Få tillgång till Almonds och dina hemenheter från var som helst.

source: router.msg-link.Almond erfolgreich verlinkt.
de: Almond erfolgreich verlinkt.

source: router.error-msg.An error occurred trying to link with the Almond. Lütfen tekrar deneyin.
tr: Almond ile bağlantı kurmaya çalışırken hata oluştu. Lütfen tekrar deneyin.

source: router.card-title.Cloud Almond Link
zh_hans: Almond 雲端連接
