Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: Almond/*.lproj/Almond-Localizable.strings
Languages: de, ja, nl, pl, pt, ru, sv, tr, zh_hans

source: router.linkalmond-msg.headline
de: Ein Almond verbinden.
nl: Laten we een Almond koppelen.
pl: Połączmy urządzenie Almond.

source: router.linkalmond-msg.message
de: Starten Sie den Assistenten auf dem LCD und tippen Sie auf das Symbol.
nl: Start de wizard op uw Almond en tik daarna op het onderstaande symbool.
pl: Uruchom kreatora instalacji na Twoim urządzeniu Almond, a następnie dotknij symbolu poniżej.

source: Almond Linked
de: Almond Verlinkt
ja: Almond リンクされました
nl: Gekoppelde Almond
pl: Almond połączony
pt: Almond associada
ru: Almond подключен
sv: Almond Kopplad
tr: Almond Bağlandı
zh_hans: Almond已連接

source: Link Almond
de: Cloud Link
ja: クラウドリンクCloud Link
nl: Cloud-link
pl: Połączenie z chmurą
pt: Ligação na nuvem
ru: Облачное подключение
sv: Molnlänk
tr: Bulut Linki
zh_hans: 雲端連接

source: Local Link Almond
de: Lokaler Link
ja: ローカルリンクLocal Link
nl: Locale link
pl: Połączenie lokalne
pt: Ligação local
ru: Локальное подключение
sv: Lokal Länk
tr: Yerel Link
zh_hans: 本機連接

source: Please wait while your Almond is being linked to cloud.
de: Bitte warten Sie bis Ihr Almond mit der Cloud verlinkt ist.
ja: お待ちください、Almondはクライドにリンク中です。Please wait while your Almond is being linked to cloud.
nl: Wacht even tot uw Almond is gekoppeld aan de cloud.
pl: Proszę czekać, podczas gdy Twoje urządzenie Almond jest łączone z chmurą.
pt: Aguarde que a sua Almond seja associada à nuvem.
ru: Пожалуйста, подождите, пока Ваш Almond подключается к облаку.
sv: Var god vänta medan din Almond kopplas till molnet.
tr: Lütfen buluta bağlanırken bekleyin.
zh_hans: Almond正在連接至雲端伺服器，請稍候。

source: This Almond is already linked to another user.
de: Dieses Almond ist bereits mit einem anderen Nutzer verlinkt. Kontaktieren Sie uns unter support@securifi.com
ja: このAlmondは別のユーザーにリンクされています。サポートにご連絡ください。This Almond is already linked to another user. Contact us at support@securifi.com
nl: Deze Almond is al gekoppeld aan een andere gebruiker. Neem contact met ons op via support@securifi.com
pl: To urządzenie Almond jest już przypisane do innego użytkownika. Skontaktuj się z nami, pisząc na adres support@securifi.com
pt: Esta Almond já está associada a outro utilizador. Contacte-nos através do support@securifi.com
ru: Данный Almond уже подключён к другому пользователю. Свяжитесь с нами по support@securifi.com
sv: Denna Almond är redam kopplad till en annan användare. Kontakta oss på support@securifi.com
tr: Bu Almond başka bir kullanıcıya bağlıdır. Bizimle support@securifi.com adresinden iletişime geçebilirsiniz

source: Almond could not be affiliated
de: Almond konnte nicht eingegliedert werden. %@
ja: Almondにリンクできません。 Almond could not be affiliated. %@
nl: Almond kan niet worden geafillieerd. %@
pl: Nie udało się przypisać urządzenia Almond. %@
pt: Não é possível associar a Almond à nuvem. %@
ru: Almond не может быть привязан. %@
sv: Almond kunde inte anslutas. %@
tr: Almond ilişkilendirilemedi. %@

source: Run the Almond Account app and enter the code displayed.
de: Starten Sie die Almond Konto App auf dem LCD und geben Sie den Code ein.
ja: 設定ＡＰＰを実行し、コードを入力してください。 Run the Almond Account app and enter the code displayed.
nl: Open de app Almond Account en voer de weergegeven code in.
pl: Uruchom aplikację Almond Account i wprowadź podany kod.
pt: Execute a aplicação da conta da Almond e introduza o código exibido.
ru: Запустите приложение Almond Account и введите отображаемый код.
sv: Kör Almond Konto-appen och ange kodes som visas.
tr: Almond Hesabı uygulamasını çalıştırın ve görüntülenen kodu girin.
zh_hans: 點擊Almond Account app並輸入顯示的代碼。

source: cloudlink.button.Link Almond
de: Almond verlinken
ja: リンクAlmondLink Almond
nl: Almond koppelen
pl: Połącz urządzenie Almond
pt: Associar Almond
ru: Подключить Almond
sv: Koppla Almond
tr: Almond'u Bağla
zh_hans: 連接Almond

source: cloudlink.button.Add Almond Locally
de: Almond lokal hinzufügen
ja: ローカルでAlmondを追加Add Almond Locally
nl: Almond lokaal toevoegen
pl: Dodaj urządzenie Almond lokalnie
pt: Adicionar Almond localmente
ru: Локально подключить Almond
sv: Lägg till Almond Lokalt
tr: Almond'u Yerel Olarak Ekle
zh_hans: 新增本機連接

source: router.offline-msg.label.Almond is Offline.
de: Almond ist Offline.
ja: Almond はオフラインです.
nl: Almond is offline.
pl: Almond jest w trybie offline.
pt: A Almond está offline.
ru: Almond не подключен к сети.
sv: Almond är Offline.
tr: Almond Çevrimdışı.
zh_hans: Almond已離線

source: router.msg-link.The Almond was successfully linked.
ja: Almondのリンク成功しました。 The Almond was successfully linked.
nl: De Almond is gekoppeld.
pl: Urządzenie Almond zostało połączone pomyślnie.
pt: A Almond foi associada com sucesso.
ru: Almond был успешно подключен.
sv: Almond kopplades.
tr: Almond başarıyla bağlandı.
zh_hans: Almond已成功連接。

source: router.btn-title.Unlink Almond?
de: Almond Verlinkung trennen?
ja: Almondのリンク解除しますか？Unlink Almond?
nl: De Almond ontkoppelen?
pl: Rozłączyć urządzenie Almond?
pt: Desassociar Almond?
ru: Отключить Almond?
sv: Koppla från Almond?
tr: Almond Bağlantısı Kaldırılsın mı?
zh_hans: Almond未連接

source: router.btn-title.Link Almond Locally
de: Almond lokal verlinken
ja: ローカルでAlmondをリンクする。Link Almond Locally
nl: Almond lokaal koppelen
pl: Połącz urządzenie Almond lokalnie
pt: Associar Almond localmente
ru: Подключить Almond Локально
sv: Koppla Almond Lokalt
tr: Almond'u Yerel Olarak Bağlayın
zh_hans: 本機連接Almond

source: router.title.Please note that without cloud control you will not receive notifications nor have the ability to control your Almond remotely.
de: Hinweis! Ohne Cloud können Sie keine Sensoren aus der Ferne steuern oder Benachrichtigungen erhalten.
ja: クラウドコントロールがないと、リモートでAlmondのコントロールはできません、それに、通知メッセージも受信できません。Please note that without cloud control you will not receive notifications nor have the ability to control your Almond remotely.
nl: Houd er rekening mee dat zonder cloudbeheer u geen meldingen ontvangt of uw Almond op afstand kunt bedienen.
pl: Miej na uwadze, że bez możliwości kontroli przez chmurę nie będziesz mieć możliwości zdalnej kontroli nad Twoim urządzeniem Almond.
pt: Note que sem o controlo na nuvem, não será possível receber notificações nem controlar a sua Almond remotamente.
ru: Пожалуйста, обратите внимание, что без облачного контроля Вы перестанете получать уведомления и не сможете дистанционно управлять Вашим Almond.
sv: Var god notera att du utan molnkontroll inte tar emot meddelanden eller har möjlighet att fjärrstyra din Almond.
tr: Lüten bulut kontrolü olmadan bildirim alamayacağınızı veya Almond'unuzu uzaktan kontrol edemeyeceğinizi dikkate alın.
zh_hans: Please note that without cloud control you will not receive notifications nor have the ability to control your Almond remotely.

source: router.error-msg.This Almond is already linked.
de: Dieses Almond ist bereits verlinkt.
ja: このAlmondはすでに、リンクされました。 This Almond is already linked.
nl: Deze Almond is al gekoppeld.
pl: To urządzenie Almond jest już połączone.
pt: Esta Almond já está associada.
ru: Этот Almond уже подключен.
sv: Denna Almond är redan kopplad.
tr: Bu Almond zaten bağlandı.
zh_hans: Almond已連接完成。

source: router.error-msg.An error occurred trying to link with the Almond. Please try again.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
ja: リンク中にエラーが発生しました、もう一度してください。 An error occurred trying to link with the Almond. Please try again.
nl: Er is een fout opgetreden tijdens het koppelen met de Almond. Probeer het opnieuw.
pl: Wystąpił błąd podczas próby połączenia z urządzeniem Almond. Spróbuj ponownie.
pt: Ocorreu um erro ao tentar associar com a Almond. Tente novamente.
ru: Возникла ошибка при установке подключения с Almond. Пожалуйста, попробуйте позже.
sv: Ett fel inträffade vid försök att koppla Almond. Var god försök igen.
zh_hans: 連接Almond時發生一個錯誤，請稍候再試。

source: router.no-sensors.label.Add a sensor from your Almond.
de: Fügen Sie einen Sensor zu Almond hinzu.
ja: Almondにセンサーを追加 Add a sensor from your Almond.
nl: Een sensor toevoegen vanaf uw Almond.
pl: Dodaj czujnik przez Almond.
pt: Adicionar um sensor da sua Almond.
ru: Добавьте сенсор с Вашего Almond.
sv: Lägg till en sensor från din Almond.
tr: Almond'unuzdan bir sensör ekleyin.
zh_hans: 在您的Almond添加感應器。

source: signup.headline-text.Securifi Cloud Account.
de: Securifi Cloud Konto.
ja: Ｓｅｃｕｒｉｆｉクラウドアカウント Securifi Cloud Account.
nl: Securifi-cloudaccount.
pl: Konto w chmurze Securifi.
pt: Conta na nuvem Securifi.
ru: Аккаунт Securifi Cloud.
sv: Securifi Molnkonto.
tr: Securifi Bulut Hesabı.
zh_hans: Securifi雲端帳戶

source: signup.headline-text.Access your Almonds
de: Access your Almonds and your home devices from anywhere.
ja: どこでもAlmondにアクセス Access your Almonds and your home devices from anywhere.
nl: Gebruik uw Almonds en thuisapparaten overal.
pl: Dostęp do Twojego urządzenia Almond i urządzeń domowych gdziekolwiek jesteś.
pt: Aceda às suas Almonds e aos seus dispositivos domésticos a partir de qualquer local.
ru: Получите доступ к Вашим Almond и домашним устройствам из любой точки мира.
sv: Få tillgång till din Almond och dina hemenheter från var som helst.
tr: Almondlarınıza ve ev cihazlarınıza her yerden ulaşabilirsiniz.

source: accounts.ownedAlmond.label.YouOwnThisAlmond
de: Dieses Almond gehört Ihnen
ja: このAlmondはあなたのです。You own this Almond
nl: Deze Almond is de uwe
pl: Jesteś właścicielem tego urządzenia Almond
pt: Esta Almond é sua
ru: Это Ваш Almond
sv: Du äger denna Almond
tr: Bu Almond size ait
zh_hans: 您擁有此Almond權限。

source: accounts.ownedAlmond.textfield.placeholder.almondName
de: Almond Name
ja: Almond 名
nl: Almond-naam
pl: Nazwa urządzenia Almond
pt: Nome da Almond
ru: Имя Almond
sv: Almond Namn
tr: Almond Adı
zh_hans: Almond名稱

source: accounts.ownedAlmond.button.RenameAlmond
de: Almond Name ändern
ja: Almond名変更
nl: Naam van Almond wijzigen
pl: Zmień nazwę urządzenia Almond
pt: Renomear a Almond
ru: Переименовать Almond
sv: Byt namn på Almond
tr: Almond'u Yeniden Adlandır
zh_hans: 重新命名Almond

source: accounts.sharedAlmond.textfield.placeholder.almondName
de: Almond Name
ja: Almond 名
nl: Almond-naam
pl: Nazwa urządzenia Almond
pt: Nome da Almond
ru: Имя Almond
sv: Almond Namn
tr: Almond Adı
zh_hans: Almond名稱

source: accounts.sharedAlmond.button.RenameAlmond
de: Almond Name ändern
ja: Almond名変更
nl: Naam van Almond wijzigen
pl: Zmień nazwę urządzenia Almond
pt: Renomear a Almond
ru: Переименовать Almond
sv: Byt namn på Almond
tr: Almond'u Yeniden Adlandır
zh_hans: 重新命名Almond

source: accounts.alert.onDeleteAccount.message
de: Durch die Löschung des Kontos wird die Verlinkung des Almonds getrennt und die Nutzereinstelungen warden gelöscht. Bitte geben Sie Ihr Passwort ein um den Vorgang zu bestätigen.
ja: アカウントを削除すると、Almondとのリンクが切断され、ユーザーの設定がなくなります。アカウントを削除したい場合、下にパスワードを入力してください。
nl: Als u de account verwijdert, word(t)(en) uw Almond(s)ontkoppelt en worden gebruikersvoorkeuren verwijdert. Om de verwijdering van uw account te bevestigen, voert u hieronder uw wachtwoord in.
pl: Usunięcie konta spowoduje rozłączenie Twoich urządzeń Almond i usunięcie ustawień użytkownika. Aby potwierdzić usunięcie konta, wpisz poniżej Twoje hasło.
pt: Eliminar a conta irá desassociar a(s) sua(s) Almond(s) e eliminar as preferências do utilizador. Para confirmar a eliminação de conta introduza a sua palavra-passe abaixo.
ru: Удаление данного аккаунта приведёт к отсоединению Вашего Almond и удалит Ваши пользовательские предпочтения. Для подтверждения удаления аккаунта, введите Ваш пароль ниже.
sv: Om du tar bort kontot kopplar du från ALmond(s) och raderar användarinställningar. För att bekräfta borttagning av kontot ange ditt lösenord nedan.
tr: Hesabı silmek Almond'larınızın bağlantısını kaldıracak ve kullanıcı tercihlerini silecektir. Hesap silme işlemini doğrulamak için aşağıya parolanızı girin.
zh_hans: Deleting the account will unlink your Almond(s) and delete user preferences. To confirm account deletion enter your password below.

source: accounts.alert.onUnlinkAlmond.title
de: Almond Verlinkung trennen
ja: Almondのリンクを解除するUnlink Almond
nl: Almond ontkoppelen
pl: Rozłącz urządzenie Almond
pt: Desassociar Almond
ru: Отсоединить Almond
sv: Koppla från Almond
tr: Almond Bağlantısını Kesin
zh_hans: Almond移除連接

source: accounts.alert.onUnlinkAlmond.message
de: Bitte bestätigen Sie die Trennung mit Ihrem Passwort.
ja: Almondのリンクを解除したい場合、パスワードを入力してください。 To confirm unlinking Almond enter your password below.
nl: Om de Almond te ontkoppelen, voert u hieronder uw wachtwoord in.
pl: Aby potwierdzić rozłączenie Urządzenia Almond, wpisz poniżej Twoje hasło.
pt: Para confirmar a remoção da associação da Almond introduza a sua palavra-passe abaixo.
ru: Для подтверждения отсоединения Вашего Almond введите Ваш пароль ниже.
sv: För att bekräfta koppling av Almond ange ditt lösenord nedan.
tr: Almond bağlantısını kesmeyi onaylamak için parolanızı aşağıya girin.
zh_hans: 確認Almond移除連接請在下方輸入您的密碼。

source: accounts.itoast.almondNameMax32Characters
de: Almond kann nicht länger als 32 Zeichen sein.
ja: Almond名は３２文字以下まで。 Almond Name cannot be more than 32 characters.
nl: De naam van de Almond Name niet langer zijn dan 32 tekens.
pl: Nazwa urządzenia Almond nie może składać się z więcej niż 32 znaków.
pt: O nome da Almond não pode ser superior a 32 carateres.
ru: Имя Almond не может содержать более 32 символоб.
sv: Almond namn kan inte vara mer än 32 tecken.
tr: Almond Adı 32 karakterden fazla olamaz.
zh_hans: Almond名稱不能多於32個字元。

source: accounts.itoast.unableToChangeAlmondName
de: Sorry! Almond Name konnte nicht geändert werden
ja: ごめんなさい！Almond名の変更できませんでした。 Sorry! We were unable to change Almond's name
nl: Het spijt ons! Wij kunnen de naam van uw Almond niet wijzigen
pl: Przepraszamy! Nie udało się zmienić nazwy urządzenia Almond
pt: Lamentamos! Não foi possível alterar o nome da Almond
ru: К сожалению, не удалось изменить имя Almond
sv: Tyvärr! Det gick inte att ändra Almonds namn
tr: Üzgünüz! Almond'un adını değiştiremedik
zh_hans: 抱歉!我們無法變更Almond名稱。

source: accounts.hud.unlinkingAlmond
de: Trenne Almond Verlinkung...
ja: Almondのリンクを解除中Unlinking Almond...
nl: Almond ontkoppelen...
pl: Rozłączanie urządzenia Almond...
pt: A desassociar a Almond...
ru: Отсоединение Almond...
sv: Koppla från Almond...
tr: Almond Bağlantısı Kaldırılıyor...
zh_hans: Almond移除連接中…

source: accounts.hud.inviteUserToShareAlmond
de: Nutzer Einladen und Almond teilen...
ja: ユーザーを招待中 Inviting user to share Almond...
nl: Gebruiker uitnodigen om de Almond te delen...
pl: Zapraszanie użytkownika do współdzielenia urządzenia Almond...
pt: A convidar um utilizador para partilhar a Almond...
ru: Приглашение пользователя для совместного использования Almond...
sv: Att bjuda in användare att dela Almond...
tr: Kullanıcı Almond'u paylaşmaya davet ediliyor...
zh_hans: 邀請使用者共享Almond…

source: accounts.hud.changeAlmondName
de: Almond Name ändern...
ja: Almond名を変更Change Almond name...
nl: De naam van de Almond te wijzigen...
pl: Zmień nazwę urządzenia Almond...
pt: Alterar o nome da Almond...
ru: Изменить имя Аlmond...
sv: Ändra Almond namn ...
tr: Almond adını değiştir...
zh_hans: 變更Almond名稱…

source: accounts.hud.removeSharedAlmond
de: Geteilten Almond entfernen...
ja: 共有したAlmondを削除するRemove shared Almond...
nl: Gedeelde Almond verwijderen...
pl: Usuń współdzielone urządzenie Almond...
pt: Remover a Almond partilhada...
ru: Удалить общий Аlmond...
sv: Ta bort delad Almond...
tr: Paylaşılan almondu kaldır...
zh_hans: 移除共享almond…

source: accounts.unlinkAlmond.failure.default
de: Sorry! Almond Verlinkung trennen fehlgeschlagen.
ja: ごめんなさい！Almondのリンク解除はできませんでした。 Sorry! Unlinking of Almond was unsuccessful.
nl: Het spijt ons! Het ontkoppelen van de Almond is mislukt.
pl: Przepraszamy! Nie udało się rozłączyć urządzenia Almond.
pt: Lamentamos! Falha ao desassociar a Almond.
ru: К сожалению, отсоединение Аlmond не удалось.
sv: Tyvärr! Det gick inte att koppla från Almond.
tr: Üzgünüz! Almond bağlantısı kaldırılamadı.
zh_hans: 抱歉!移除Almond連接失敗。

source: accounts.inviteUserToShareAlmond.failure.reasonCode2
de: Dieser Nutzer hat kein Securifi Konto.
ja: このユーザーはＳｅｃｕｒｉｆｉのアカウントを持っていません。 This user does not have a Securifi account.
nl: Deze gebruiker heeft geen Securifi-account.
pl: Ten użytkownik nie ma konta Securifi.
pt: Este utilizador não possui um conta Securifi.
ru: У данного пользователя нет аккаунта Securifi.
sv: Den här användaren har inte ett Securifi-konto.
tr: Bu kullanıcının bir Securifi hesabı yok.
zh_hans: 此使用者並沒有Securifi帳戶

source: accounts.inviteUserToShareAlmond.failure.reasonCode3
de: Der Nutzer hat sein Securifi Konto noch nicht bestätigt.
ja: このユーザーはまだアカウントを有効にしていません。 The user has not verified the Securifi account yet.
nl: De gebruiker heeft de Securifi-account nog niet geverifieerd.
pl: Użytkownik nie zweryfikował jeszcze konta Securifi.
pt: O utilizador ainda não verificou a conta Securifi.
ru: Данный пользователь ещё не подтвердил свой аккаунт Securifi.
sv: Användaren har inte verifierat Securifi-kontot ännu.
tr: Kullanıcı henüz Securifi hesabını doğrulamadı.
zh_hans: 此使用者尚未完成Securifi帳戶驗證。

source: accounts.inviteUserToShareAlmond.failure.reasonCode4
de: Dieses Almond gehört nicht Ihnen.
ja: このAlmondはあなたのではありません。 You do not own this almond.
nl: U bent niet de eigenaar van deze Almond.
pl: Nie jesteś właścicielem tego urządzenia Almond.
pt: Não possui esta Almond.
ru: Это не Ваш Аlmond.
sv: Du inte ägare av denna Almond.
tr: Bu almond size ait değil.
zh_hans: 您未擁有此Almond權限。

source: accounts.inviteUserToShareAlmond.failure.reasonCode6
de: Sie haben dieses Almond bereits mit dem Nutzer geteilt
ja: このAlmondはすでにユーザーに共有しました。 You have already shared this almond with the user.
nl: U hebt deze Almond al gedeeld met de gebruiker.
pl: Już współdzielisz urządzenie Almond z tym użytkownikiem.
pt: Já partilhou esta Almond com o utilizador.
ru: Вы уже предоставили данный Аlmond для совместного использования с этим пользователем.
sv: Du har redan delat denna Almond med användaren.
tr: Bu almond'u zaten kullanıcı ile paylaştınız.
zh_hans: 您已經與用戶共享almond。

source: accounts.inviteUserToShareAlmond.failure.default
de: Sorry! Almond teilen fehlgeschlagen.
ja: ごめんなさい！Almondの共有はできませんでした。 Sorry! Sharing of Almond was unsuccessful.
nl: Het spijt ons! Het delen van de Almond is mislukt.
pl: Przepraszamy! Nie udało się udostępnić urządzenia Almond.
pt: Lamentamos! Falha ao desassociar a Almond.
ru: К сожалению, предоставление Almond для совместного использования не удалось.
sv: Tyvärr! Det gick inte att dela Almond.
tr: Üzgünüz! Almond paylaşımı başarısız.
zh_hans: 抱歉!共享Almond失敗。

source: accounts.deleteSecondaryUser.failure.reasonCode4
de: Sie nicht mit diesem Almond assoziert.
ja: お客様はこのAlmondとリンクされていません。 You are not associated with this Almond
nl: U bent niet geassocieerd met deze Almond
pl: Nie jesteś powiązany z tym urządzeniem Almond
pt: Não está associado a esta Almond
ru: Вы не связаны с данным Almond
sv: Du är inte ihopkopplad med denna Almond
tr: Bu Almond ile ilişkilendirilmediniz
zh_hans: 您未與此Almond聯結

source: accounts.deleteSecondaryUser.failure.reasonCode6
de: Zweitnutzer ist nicht mit diesm Almond assoziert.
ja: セカンダリーユーザーはこのAlmondとリンクされていません。 Secondary user is not associated with the given Almond.
nl: De secundaire gebruiker is niet geassocieerd met de opgegeven Almond.
pl: Dodatkowy użytkownik nie jest powiązany z tym urządzeniem Almond.
pt: O utilizador secundário não está associado à Almond fornecida.
ru: Вторичный пользователь не связан с данным Almond.
sv: Sekundära användare är inte ihopkopplade med denna Almond.
tr: İkincil kullanıcı verili Almond ile ilişkilendirilmedi.
zh_hans: 次要用戶未與此Almond聯結

source: accounts.deleteMeAsSecondaryUser.failure.reasonCode3
de: Sie sind nicht mit diesem Almond assoziert
ja: お客様はこのAlmondとリンクされていません。
nl: U bent niet geassocieerd met deze Almond
pl: Nie jesteś powiązany z tym urządzeniem Almond
pt: Não está associado a esta Almond
ru: Вы не связаны с данным Almond
sv: Du är inte ihopkopplad med denna Almond.
tr: Bu Almond ile ilişkilendirilmediniz
zh_hans: 您未與此Almond聯結

source: accounts.deleteMeAsSecondaryUser.failure.default
de: Sorry! Entfernen des geteilten Almonds fehlgeschlagen.
ja: 共有したAlmondの削除は出来ませんでした。Sorry! Removing of shared Almond was unsuccessful.
nl: Het spijt ons! Het verwijderen van de Almond is mislukt.
pl: Przepraszamy! Nie udało się usunąć współdzielonego urządzenia Almond.
pt: Lamentamos! Falha ao remover a Almond partilhada.
ru: К сожалению, отключение совместного использования данного Almond не удалось.
sv: Tyvärr! Det gick inte att ta bort delad Almond.
tr: Üzgünüz! Paylaşılan Almond kaldırılamadı.
zh_hans: 抱歉!共享Almond失敗。

source: scoreboard.section.AlmondMACs
de: Almond MACs
ja: Almond MACs
nl: Almond MAC's
pl: Adresy MAC Almond
pt: MAC da Almond
ru: МАС-адреса Almond
sv: Almond MAC:s
tr: Almond MAC'leri
zh_hans: Almond MACs

source: Copied Almond MAC
de: KopierteAlmond MAC
ja: コピーされた Almond MAC
nl: Gekopieerde Almond MAC
pl: Skopiowane adresy MAC Almond
pt: MAC da Almond copiado
ru: Копированные МАС-адреса Almond
sv: Kopierad Almond MAC
tr: Kopyalanan Almond MAC
zh_hans: 複製Almond MAC

source: alert.message-Connected to your Almond via cloud.
de: Mit Almond über die Cloud verbunden.
ja: クラウドでAlmondと接続しています。 Connected to your Almond via cloud.
nl: Met uw Almond verbonden via cloud.
pl: Połącz się z Twoim Almond przez chmurę.
pt: Ligado à sua Almond através da nuvem.
ru: Подключён к Вашему Almond через облако.
sv: Ansluten till din Almond via moln.
tr: Almond'unuza bulut üzerinden bağlandınız.
zh_hans: 透過雲端連接您的Almond。

source: alertview -Connected to your Almond via cloud.
de: Steuern Sie er Almond und Geräte von überall.
ja: クラウドでAlmondと接続しています
nl: Met uw Almond verbonden via cloud.
pl: Połączono z Twoim Almond przez chmurę.
pt: Ligado à sua Almond através da nuvem.
ru: Подключён к Вашему Almond через облако.
sv: Ansluten till din Almond via moln.
tr: Almond'unuza bulut üzerinden bağlandınız.
zh_hans: 透過雲端連接您的Almond。

source: Add Local Connection Settings
de: Lokale Verbindungseinstell. hinzufügen
ja: ローカル接続を追加する。Add Local Connection Settings
nl: Lokale verbindingsinstellingen toevoegen
pl: Dodaj ustawienia połączenia lokalnego
pt: Adicionar as definições da ligação local
ru: Добавить настройки локального соединениия
sv: Lägg till inställningar för Lokal Anslutning
tr: Yerel Bağlantı Ayarlarını Ekleyin
zh_hans: 新增本機連接設定

source: Alert view fail-Cloud connection to your Almond failed. Tap retry or switch to local connection.
de: Cloud Verbindung zu Almond fehlgeschlagen. Tippen sie auf neu laden oder wechseln Sie zur lokalen Verbindung.
ja: クラウドの接続が出来ませんでした。再実行するかローカルで接続してください。Cloud connection to your Almond failed. Tap retry or switch to local connection.
nl: De cloud-verbinding naar uw Almond is mislukt. Tik op opnieuw of schakel over naar een lokale verbinding.
pl: Połączenie z Twoim Almond przez chmurę nie powiodło się. Spróbuj ponownie lub przełącz na połączenie lokalne.
pt: Falha na ligação na nuvem à sua Almond. Toque novamente para mudar para ligação local.
ru: Облачное подключение к Вашему Almond не удалось. Попробуйте снова или переключитесь на локальное соединение.
sv: Molnanslutning till din Almond misslyckades. Tryck försök igen eller ändra till lokal anslutning.
tr: Almond bulut bağlantısı kurulamadı. Yeniden deneye dokunun veya yerel bağlantıya geçin.
zh_hans: 雲端連接Almond失敗，請點擊重試或切換至本機連接。
