Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: Almond/*.lproj/Localizable.strings
Languages: es, ja, ru, zh_hans

# hue color changed to
source: hue color is
es: el matiz ha cambiado a
ja: hue 色は変更されました
ru: цветовой тон изменён на
zh_hans: hue 顏色變更為

source: is Armed.
es: está armado.
ja: アーム中.
ru: под охраной.
zh_hans: 警戒

# is Closed.
source: Closed.
es: está cerrada.
ja: は閉まっています.
ru: закрыта.
zh_hans: 已關閉

source: is Closing.
es: se está cerrando.
ja: 閉めている.
ru: закрывается.
zh_hans: 關閉中

source: is Disarmed.
es: está desarmado.
ja: は不アーム.
ru: снято с охраны.
zh_hans: 解除警戒

source: is Locked.
es: está bloqueada.
ja: はロックしています.
ru: заперта.
zh_hans: 已上鎖

source: is Open.
es: está abierta.
ja: は開いています.
ru: открыта.
zh_hans: 開啟

# is Opened.
source: Opened.
es: se ha abierto.
ja: は開いていました.
ru: открыта.
zh_hans: 已開啟

# is Opening.
source: is Opened.
es: se está abriendo.
ja: is 開いています.
ru: открывается.
zh_hans: 開啟中

source: is Perimeter Armed.
es: está armado perimetralmente.
ja: はペーリメーターアーム.
ru: под охраной по периметру.
zh_hans: 居家狀態

source: is Ringing.
es: está sonando.
ja: は鳴らしています.
ru: звонит.
zh_hans: 響鈴中

source: is Silent.
es: está en silencio.
ja: は静か.
ru: беззвучен.
zh_hans: 靜音

source: is Stopped.
es: está detenida.
ja: は止まっています.
ru: остановлен.
zh_hans: 已停止

source: is Unlocked.
es: está desbloqueada.
ja: はロックされていません.
ru: не заперт.
zh_hans: 未上鎖

source: is cooling down to
es: está bajando a
ja: は次の温度に冷却中
ru: охлаждается до
zh_hans: 降溫至

# is dimmed to
source: dimmed to
es: se ha regulado a
ja: の明るさは
ru: приглушён до
zh_hans: 黯淡

source: is heating up to
es: está subiendo a
ja: は次の温度に暖房中
ru: нагревается до
zh_hans: 增溫至

source: is not fully Locked.
es: no está completamente bloqueada.
ja: は不完全にロックされていません。.
ru: не полностью заперта.
zh_hans: 未完全鎖定

# is reset from Tampered.
source: is reset.
es: se ha restablecido desde Alterado.
ja: はリセットで改ざんされています.
ru: восстановлен после повреждения.
zh_hans: 因竄改重置

# is set to
source: mode is set to
es: está establecido en
ja: の設定は
ru: установлен на
zh_hans: 設定為

# is switched Off.
source: switched Off.
es: está desactivado.
ja: はオフです.
ru: отключен.
zh_hans: 切換至關閉

# is switched On.
source: switched On.
es: está activado.
ja: はオンです.
ru: включен.
zh_hans: 切換至開啟

# is turned Off.
source: turned Off.
es: está apagado.
ja: はオフです.
ru: выключен.
zh_hans: 關閉

# is turned On.
source: turned On.
es: está encendido.
ja: はオンです.
ru: включен.
zh_hans: 開啟

# is turned on for
source: turned on for
es: está encendido para
ja: のオン時間は
ru: включен для
zh_hans: 開啟

# saturation changed to
source: saturation is
es: la saturación ha cambiado a
ja: 彩度は次に変更
ru: насыщенность изменена на
zh_hans: 飽和度變更為

source: seconds
es: segundos
ja: 秒
ru: секунды
zh_hans: 秒數

# stopped leaking.
source: leakage stopped.
es: se ha detenido la fuga.
ja: 漏れが止めました.
ru: утечка устранена.
zh_hans: 停止洩漏

source: turned Off.
es: apagado.
ja: はオフです.
ru: отключен.
zh_hans: 關閉

source: turned On.
es: encendido.
ja: はオンです.
ru: включен.
zh_hans: 開啟

source: 's Battery is Low.
es: tiene la batería en nivel bajo.
ja: 's はローバッテリー
ru: : низкий заряд батареи.
zh_hans: 的電量低

# 's Fire is gone.
source: is OK.
es: : El fuego se ha extinguido.
ja: 's 火は止まりました.
ru: : Огонь потушен.
zh_hans: 的火源消失

source: 's Gas is gone.
es: : El gas se ha disipado.
ja: 'sガスもれは止まりました.
ru: : Газ элиминирован.
zh_hans: 的瓦斯消失

# 's Smoke is gone.
source: is OK.
es: : El humo se ha disipado.
ja: 's 煙はありません.
ru: : Дым элиминирован.
zh_hans: 的煙霧消失

source: 's color temperature changed to
es: : La temperatura de color ha cambiado a
ja: 's 色温度は次に変更
ru: : цветовая температура изменена на
zh_hans: 的色溫變更為

source: 's humidiy changed to
es: : La humedad ha cambiado a
ja: 's の湿度は次に変更
ru: : влажность изменена на
zh_hans: 的濕度變更為

source: 's light reading changed to
es: : La lectura de luz ha cambiado a
ja: 's 光読む込みは次に変更
ru: : показатель освещённость изменён на
zh_hans: meter’s light reading changed to

source: 's motion stopped.
es: : Se ha detenido el movimiento.
ja: 's 動きが止まりました.
ru: : движение прекратилось.
zh_hans: 的動作停止

source: 's pin code changed.
es: : El código PIN ha cambiado.
ja: 's ピンコードが変更されなした.
ru: : pin-код был изменён.
zh_hans: 的pin code變更為

# 's power reading changed to
source: 's power reading is
es: : La lectura de potencia ha cambiado a
ja: 's パワー読む込みは変更されました
ru: : показатель питания изменился на
zh_hans: 的電量讀數變更為

# 's temperature changed to
source: 's temperature is
es: : La temperatura ha cambiado a
ja: 's 温度は変更されました
ru: : температура изменилась на
zh_hans: 的溫度變更為

# 's temperature set point changed to
source: 's temperature is
es: : El punto de referencia de la temperatura ha cambiado a
ja: 's 温度設定ポイントが変更されました
ru: : заданное значение температуры изменилось на
zh_hans: 的溫度設定點變更至

source: 's vibration stopped.
es: : Se ha detenido la vibración.
ja: 's 振動が止まりました.
ru: : вибрация прекратилась.
zh_hans: 的振動停止

source: : no presence detected.
es: : no se ha detectado presencia.
ja: : プレセンスは検出されていません.
ru: : присутствие не обнаружено.
zh_hans: 無存在性偵測

source: : presence detected.
es: : presencia detectada.
ja: : プレセンスは検出されました.
ru: : обнаружено присутствие.
zh_hans: 存在性偵測

source: AWAY
es: AUSENTE
ja: 留守
ru: НЕ ДОМА
zh_hans: 外出

source: OFF
es: DESACTIVADO
ja: オフ
ru: ВЫКЛ
zh_hans: 關

source: ON
es: ACTIVADO
ja: オン
ru: ВКЛ
zh_hans: 開

source: Temperature
es: Temperatura
ja: 温度
ru: Температура
zh_hans: 溫度

source: ° Farenheit
es: ° Fahrenheit
ja: °華氏
ru: ° Фаренгейт
zh_hans: ° 華氏溫度

source: DIM
es: oscurecer
ru: тусклый

source: AUTO
ru: АВТО

source: HEAT
es: CALOR
ru: ТЕПЛО

source: COOL
es: FRESCO
ru: КРУТО

source: FAN ON
es: VENTILADOR EN
ru: Вентилятор на

source: FAN OFF
es: VENTILADOR APAGADO
ru: Выключенном вентиляторе

source: COOLING TEMP.
es: ENFRIAMIENTO TEMP.
ru: ОХЛАЖДЕНИЕ ТЕМП.

source: HEATING TEMP.
es: TEMP CALEFACCIÓN.
ru: ОТОПЛЕНИЕ ТЕМП.

source: Version
es: Versión
ru: Версия

source: Settings
es: Ajustes
ru: Настройки

# login.local.Switch to Local Connection
source: Switch to Local Connection
es: Cambiar a conexión local
ru: Переключиться на Локальное Соединение

# router.log-send-error.There was an error sending logs
source: There was an error sending logs
es: Hubo un error al enviar registros
ru: Был ошибка отправки журналов

# read-almond-version %@ (%@)
source: version %@ (%@)
es: versión %@ (%@)
ru: версия %@ (%@)

# alert title offline Local Retry Local Connection
source: Retry Local Connection
es: Vuelva a intentar la conexión local
ru: Повторите Локальное подключение

# mainview-configure-Debug
source: Debug
es: depuración
ru: отлаживать

# connection status Cloud Connection
source: Cloud Connection
es: Nube de conexión
ru: Облако Подключение

# Drawviewcontroller.account
source: Account
es: cuenta
ru: аккаунт

# Drawviewcontroller.Logout
source: Logout
es: Cerrar sesión
ru: Выйти

# Drawviewcontroller.Logout All
source: Logout All
es: Salir Volver a
ru: Выход все

# Draqviewcontroller.add
source: Add
ru: Добавить

# sensor.text.%ld SENSORS
source: %ld SENSORS
es: %ld SENSORES
ru: %ld ДАТЧИКОВ

# sensor.text.%ld SENSOR
source: %ld SENSOR
ru: %ld ДАТЧИК

source: Almond Linked
es: Almond vinculado
ja: Almond リンクされました
ru: Almond подключен
zh_hans: Almond已連接

# Link Almond
source: Cloud Link
es: Vínculo a la nube
ja: クラウドリンクCloud Link
ru: Облачное подключение
zh_hans: 雲端連接

# Local Link Almond
source: Local Link
es: Vínculo local
ja: ローカルリンクLocal Link
ru: Локальное подключение
zh_hans: 本機連接

source: Please wait while your Almond is being linked to cloud.
es: Espere mientras se vincula el Almond con la nube.
ja: お待ちください、Almondはクライドにリンク中です。Please wait while your Almond is being linked to cloud.
ru: Пожалуйста, подождите, пока Ваш Almond подключается к облаку.
zh_hans: Almond正在連接至雲端伺服器，請稍候。

# This Almond is already linked to another user.
source: This Almond is already linked to another user. Contact us at support@securifi.com
es: Este Almond ya está vinculado a otro usuario. Contacte con nosotros en support@securifi.com
ja: このAlmondは別のユーザーにリンクされています。サポートにご連絡ください。This Almond is already linked to another user. Contact us at support@securifi.com
ru: Данный Almond уже подключён к другому пользователю. Свяжитесь с нами по support@securifi.com

source: Almond could not be affiliated. %@
es: No se ha podido afiliar el Almond. %@
ja: Almondにリンクできません。 Almond could not be affiliated. %@
ru: Almond не может быть привязан. %@

# Run the Almond Account app and enter the code displayed.
source: Type the code shown on your Almond's screen if you're already running the Touchscreen Wizard. You can also get code from the Touchscreen Almond App.
es: Ejecute la aplicación Almond Account e introduzca el código mostrado.
ja: 設定ＡＰＰを実行し、コードを入力してください。 Run the Almond Account app and enter the code displayed.
ru: Запустите приложение Almond Account и введите отображаемый код.
zh_hans: 點擊Almond Account app並輸入顯示的代碼。

# cloudlink.button.Link Almond
source: Link Almond
es: Vincular Almond
ja: リンクAlmondLink Almond
ru: Подключить Almond
zh_hans: 連接Almond

# cloudlink.button.Add Almond Locally
source: Add Almond Locally
es: Agregar Almond localmente
ja: ローカルでAlmondを追加Add Almond Locally
ru: Локально подключить Almond
zh_hans: 新增本機連接

# router.offline-msg.label.Almond is Offline.
source: We are unable to reach your Almond at this time. Try again later.
es: El Almond está desconectado.
ja: Almond はオフラインです.
ru: Almond не подключен к сети.
zh_hans: Almond已離線

# router.msg-link.The Almond was successfully linked.
source: The Almond was successfully linked.
es: El Almond se vinculó correctamente.
ja: Almondのリンク成功しました。 The Almond was successfully linked.
ru: Almond был успешно подключен.
zh_hans: Almond已成功連接。

# router.btn-title.Unlink Almond?
source: Unlink Almond?
es: ¿Desvincular el Almond?
ja: Almondのリンク解除しますか？Unlink Almond?
ru: Отключить Almond?
zh_hans: Almond未連接

# router.btn-title.Link Almond Locally
source: Link Almond Locally
es: Vincular Almond localmente
ja: ローカルでAlmondをリンクする。Link Almond Locally
ru: Подключить Almond Локально
zh_hans: 本機連接Almond

source: An error occurred trying to link with the Almond. Please try again.
es: Se ha producido un error al intentar vincular con el Almond. Inténtelo de nuevo.
ja: リンク中にエラーが発生しました、もう一度してください。 An error occurred trying to link with the Almond. Please try again.
ru: Возникла ошибка при установке подключения с Almond. Пожалуйста, попробуйте позже.
zh_hans: 連接Almond時發生一個錯誤，請稍候再試。

# router.no-sensors.label.Add a sensor from your Almond.
source: To add one, follow the on-screen instructions on your Almond.
es: Agregar sensor desde el Almond.
ja: Almondにセンサーを追加 Add a sensor from your Almond.
ru: Добавьте сенсор с Вашего Almond.
zh_hans: 在您的Almond添加感應器。

# signup.headline-text.Securifi Cloud Account.
source: Securifi Cloud Account.
es: Cuenta en la nube de Securifi.
ja: Ｓｅｃｕｒｉｆｉクラウドアカウント Securifi Cloud Account.
ru: Аккаунт Securifi Cloud.
zh_hans: Securifi雲端帳戶

# accounts.ownedAlmond.label.YouOwnThisAlmond
source: You own this Almond
es: Es propietario de este Almond
ja: このAlmondはあなたのです。You own this Almond
ru: Это Ваш Almond
zh_hans: 您擁有此Almond權限。

# accounts.ownedAlmond.textfield.placeholder.almondName
source: Almond Name
es: Nombre del Almond
ja: Almond 名
ru: Имя Almond
zh_hans: Almond名稱

# accounts.ownedAlmond.button.RenameAlmond
source: Rename Almond
es: Cambiar nombre del Almond
ja: Almond名変更
ru: Переименовать Almond
zh_hans: 重新命名Almond

# accounts.sharedAlmond.textfield.placeholder.almondName
source: Almond Name
es: Nombre del Almond
ja: Almond 名
ru: Имя Almond
zh_hans: Almond名稱

# accounts.sharedAlmond.button.RenameAlmond
source: Rename Almond
es: Cambiar nombre del Almond
ja: Almond名変更
ru: Переименовать Almond
zh_hans: 重新命名Almond

# accounts.alert.onDeleteAccount.message
source: Deleting the account will unlink your Almond(s) and delete user preferences. To confirm account deletion enter your password below.
es: Si elimina la cuenta se desvincularán sus Almond y se eliminarán las preferencias de usuario. Para confirmar la eliminación de la cuenta, introduzca la contraseña.
ja: アカウントを削除すると、Almondとのリンクが切断され、ユーザーの設定がなくなります。アカウントを削除したい場合、下にパスワードを入力してください。
ru: Удаление данного аккаунта приведёт к отсоединению Вашего Almond и удалит Ваши пользовательские предпочтения. Для подтверждения удаления аккаунта, введите Ваш пароль ниже.

# accounts.alert.onUnlinkAlmond.title
source: Unlink Almond
es: Desvincular Almond
ja: Almondのリンクを解除するUnlink Almond
ru: Отсоединить Almond
zh_hans: Almond移除連接

# accounts.alert.onUnlinkAlmond.message
source: To confirm unlinking Almond enter your password below.
es: Para confirmar la desvinculación del Almond, introduzca la contraseña.
ja: Almondのリンクを解除したい場合、パスワードを入力してください。 To confirm unlinking Almond enter your password below.
ru: Для подтверждения отсоединения Вашего Almond введите Ваш пароль ниже.
zh_hans: 確認Almond移除連接請在下方輸入您的密碼。

# accounts.itoast.almondNameMax32Characters
source: Almond Name cannot be more than 32 characters.
es: El nombre del Almond no puede tener más de 32 caracteres.
ja: Almond名は３２文字以下まで。 Almond Name cannot be more than 32 characters.
ru: Имя Almond не может содержать более 32 символоб.
zh_hans: Almond名稱不能多於32個字元。

# accounts.itoast.unableToChangeAlmondName
source: Sorry! We were unable to change Almond's name
es: Lo sentimos. No se ha podido cambiar el nombre del Almond.
ja: ごめんなさい！Almond名の変更できませんでした。 Sorry! We were unable to change Almond's name
ru: К сожалению, не удалось изменить имя Almond
zh_hans: 抱歉!我們無法變更Almond名稱。

# accounts.hud.unlinkingAlmond
source: Unlinking Almond...
es: Desvinculando el Almond...
ja: Almondのリンクを解除中Unlinking Almond...
ru: Отсоединение Almond...
zh_hans: Almond移除連接中…

# accounts.hud.inviteUserToShareAlmond
source: Inviting user to share Almond...
es: Invitando al usuario a compartir el Almond...
ja: ユーザーを招待中 Inviting user to share Almond...
ru: Приглашение пользователя для совместного использования Almond...
zh_hans: 邀請使用者共享Almond…

# accounts.hud.changeAlmondName
source: Change almond name...
es: Cambiar nombre del Almond...
ja: Almond名を変更Change Almond name...
ru: Изменить имя Аlmond...
zh_hans: 變更Almond名稱…

# accounts.hud.removeSharedAlmond
source: Remove shared almond...
es: Quitar Almond compartido...
ja: 共有したAlmondを削除するRemove shared Almond...
ru: Удалить общий Аlmond...
zh_hans: 移除共享almond…

# accounts.unlinkAlmond.failure.default
source: Sorry! Unlinking of Almond was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar desvincular el Almond.
ja: ごめんなさい！Almondのリンク解除はできませんでした。 Sorry! Unlinking of Almond was unsuccessful.
ru: К сожалению, отсоединение Аlmond не удалось.
zh_hans: 抱歉!移除Almond連接失敗。

# accounts.inviteUserToShareAlmond.failure.reasonCode2
source: This user does not have a Securifi account.
es: Este usuario no tiene cuenta de Securifi.
ja: このユーザーはＳｅｃｕｒｉｆｉのアカウントを持っていません。 This user does not have a Securifi account.
ru: У данного пользователя нет аккаунта Securifi.
zh_hans: 此使用者並沒有Securifi帳戶

# accounts.inviteUserToShareAlmond.failure.reasonCode3
source: The user has not verified the Securifi account yet.
es: El usuario no ha verificado su cuenta de Securifi.
ja: このユーザーはまだアカウントを有効にしていません。 The user has not verified the Securifi account yet.
ru: Данный пользователь ещё не подтвердил свой аккаунт Securifi.
zh_hans: 此使用者尚未完成Securifi帳戶驗證。

# accounts.inviteUserToShareAlmond.failure.reasonCode4
source: You do not own this almond.
es: No es propietario de este Almond.
ja: このAlmondはあなたのではありません。 You do not own this almond.
ru: Это не Ваш Аlmond.
zh_hans: 您未擁有此Almond權限。

# accounts.inviteUserToShareAlmond.failure.reasonCode6
source: You have already shared this almond with the user.
es: Ya ha compartido este Almond con el usuario.
ja: このAlmondはすでにユーザーに共有しました。 You have already shared this almond with the user.
ru: Вы уже предоставили данный Аlmond для совместного использования с этим пользователем.
zh_hans: 您已經與用戶共享almond。

# accounts.inviteUserToShareAlmond.failure.default
source: Sorry! Sharing of Almond was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar compartir el Almond.
ja: ごめんなさい！Almondの共有はできませんでした。 Sorry! Sharing of Almond was unsuccessful.
ru: К сожалению, предоставление Almond для совместного использования не удалось.
zh_hans: 抱歉!共享Almond失敗。

# accounts.deleteSecondaryUser.failure.reasonCode4
source: You are not associated with this Almond
es: No está asociado con este Almond
ja: お客様はこのAlmondとリンクされていません。 You are not associated with this Almond
ru: Вы не связаны с данным Almond
zh_hans: 您未與此Almond聯結

# accounts.deleteSecondaryUser.failure.reasonCode6
source: Secondary user is not associated with the given Almond.
es: El usuario secundario no está asociado con el Almond en cuestión.
ja: セカンダリーユーザーはこのAlmondとリンクされていません。 Secondary user is not associated with the given Almond.
ru: Вторичный пользователь не связан с данным Almond.
zh_hans: 次要用戶未與此Almond聯結

# accounts.deleteMeAsSecondaryUser.failure.reasonCode3
source: You are not associated with this Almond
es: No está asociado con este Almond
ja: お客様はこのAlmondとリンクされていません。
ru: Вы не связаны с данным Almond
zh_hans: 您未與此Almond聯結

# accounts.deleteMeAsSecondaryUser.failure.default
source: Sorry! Removing of shared Almond was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar quitar el Almond compartido.
ja: 共有したAlmondの削除は出来ませんでした。Sorry! Removing of shared Almond was unsuccessful.
ru: К сожалению, отключение совместного использования данного Almond не удалось.
zh_hans: 抱歉!共享Almond失敗。

# scoreboard.section.AlmondMACs
source: Almond MACs
es: Direcciones MAC de Almond
ru: МАС-адреса Almond

source: Copied Almond MAC
es: Dirección MAC del Almond copiada
ja: コピーされた Almond MAC
ru: Копированные МАС-адреса Almond
zh_hans: 複製Almond MAC

# alert.message-Connected to your Almond via cloud.
source: Connected to your Almond via cloud.
es: Conectado al Almond a través de la nube.
ja: クラウドでAlmondと接続しています。 Connected to your Almond via cloud.
ru: Подключён к Вашему Almond через облако.
zh_hans: 透過雲端連接您的Almond。

source: Add Local Connection Settings
es: Agregar ajustes de conexión local
ja: ローカル接続を追加する。Add Local Connection Settings
ru: Добавить настройки локального соединениия
zh_hans: 新增本機連接設定

source: Cloud connection to your Almond failed. Tap retry or switch to local connection.
es: Error al intentar conectar al Almond a través de la nube. Pulse Reintentar o cambie a conexión local.
ja: クラウドの接続が出来ませんでした。再実行するかローカルで接続してください。Cloud connection to your Almond failed. Tap retry or switch to local connection.
ru: Облачное подключение к Вашему Almond не удалось. Попробуйте снова или переключитесь на локальное соединение.
zh_hans: 雲端連接Almond失敗，請點擊重試或切換至本機連接。

# hud message-Setting Almond to Away Mode
source: Setting Almond to Away Mode
es: Estableciendo el Almond en modo ausente
ja: Almondを留守モードに設定中Setting Almond to Away Mode
ru: Установка Almond в Удалённый Режим
zh_hans: 設定Almond為外出模式

# hud message-Setting Almond to Home Mode
source: Setting Almond to Home Mode
es: Estableciendo el Almond en modo casa
ja: Almondをホームモードに設定中Setting Almond to Home Mode
ru: Установка Almond в Домашний Режим
zh_hans: 設定Almond為家居模式

source: Monitor and Control your home from anywhere.
es: Supervisar y controlar su casa desde cualquier lugar.
ru: Мониторинг и управление домом из любой.

source: AlmondList
es: AlmondLista
ru: AlmondСПИСОК

# alert.button.OK
source: OK
es: Aceptar
zh_hans: 行

# cloudlink.label.WIFI SSID
source: WIFI SSID
es: SSID de WI-FI

# scene.cancel-title.OK
source: OK
es: Aceptar

# response.alert-OK
source: OK
es: Aceptar

source: is
es: está
ja: は
zh_hans: 是

# signup.navbar-title.Create Account
source: Create Almond Account
ja: サイナップ

source: Edit Local Connection Settings
ja: ローカル接続設定を変更
zh_hans: 編輯本機連接設定

# response.alert-Sorry, There was some problem with this request, try later!
source: Sorry! There was some problem with this request, try later!
ja: リクエストに問題がありました、しばらくしてからもう一度してください。!
zh_hans: 抱歉!部份功能發生問題，請稍候再試。

# router.linkalmond-msg.headline
source: Get Started
ja: Almond をリンクしましょう.

# router.linkalmond-msg.message
source: To get started, Let's link an Almond.
ja: ウイザードスタートし、下の記号をタップしてください。
