Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: Almond/*.lproj/Localizable.strings
Languages: es, ja, ru, zh_hans

# accounts.userprofile.button.changePassword
source: Change Password
es: Cambiar contraseña
ja: パスワード変更
ru: Изменить пароль
zh_hans: 變更密碼

# accounts.userprofile.button.edit
source: Edit
es: Editar
ja: 編集
ru: Изменить
zh_hans: 編輯

# accounts.userprofile.button.add
source: Add
es: Agregar
ja: 追加
ru: Добавить
zh_hans: 添加

# accounts.userprofile.button.done
source: Done
es: Listo
ja: 終了
ru: Готово
zh_hans: 完成

# accounts.userprofile.button.deleteAccount
source: DELETE ACCOUNT
es: ELIMINAR CUENTA
ja: アカウントを削除
ru: УДАЛИТЬ АККАУНТ
zh_hans: 刪除帳戶

# accounts.ownedAlmond.label.SharedWithOthers
source: Shared with %d other(s)
es: Compartido con otro(s) %d
ja: %d アカウントと共有しています。
ru: %d уведомлен(ы)
zh_hans: 与他人共享 %d

# accounts.ownedAlmond.label.deviceName
source: DEVICE NAME
es: NOMBRE DEL DISPOSITIVO
ja: デバイス名
ru: ИМЯ УСТРОЙСТВО
zh_hans: 裝置名稱

# accounts.ownedAlmond.label.accessEmail
source: ACCESS EMAIL
es: CORREO ELECTRÓNICO DE ACCESO
ja: アクセスＥメール
ru: EMAIL ДОСТУПА
zh_hans: 認證EMAIL

# accounts.ownedAlmond.button.Unlink
source: Unlink
es: Desvincular
ja: アンリンク
ru: Рассоединить
zh_hans: 未連接

# accounts.ownedAlmond.button.Remove
source: Remove
es: Quitar
ja: 削除
ru: Удалить
zh_hans: 移除

# accounts.ownedAlmond.button.InviteMore
source: INVITE MORE
es: INVITAR A MÁS
ja: もっと招待する
ru: ПРИГЛАСИТЬ БОЛЬШЕ
zh_hans: 邀請更多

# accounts.sharedAlmond.label.SharedWithYouBy
source: Shared with you by
es: Compartido contigo por
ja: 共有先
ru: Вы уведомлены
zh_hans: 與您共享

# accounts.sharedAlmond.label.deviceName
source: DEVICE NAME
es: NOMBRE DEL DISPOSITIVO
ja: デバイス名
ru: ИМЯ УСТРОЙСТВА
zh_hans: 裝置名稱

# accounts.sharedAlmond.button.Remove
source: Remove
es: Quitar
ja: 削除
ru: Удалить
zh_hans: 移除

# accounts.alert.onDeleteAccount.title
source: Delete Account
es: Eliminar cuenta
ja: アカウントを削除
ru: Удалить Аккаунт
zh_hans: 刪除帳戶

# accounts.alert.onDeleteAccount.delete
source: Delete
es: Eliminar
ja: 削除
ru: Удалить
zh_hans: 刪除

# accounts.alert.onDeleteAccount.Cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Отменить
zh_hans: 取消

# accounts.alert.onUnlinkAlmond.Unlink
source: Unlink
es: Desvincular
ja: アンリンク
ru: Рассоединить
zh_hans: 未連接

# accounts.alert.onUnlinkAlmond.Cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Отмена
zh_hans: 取消

# accounts.alert.onInviteToShareAlmond.title
source: Invite By Email
es: Invitar a través de correo electrónico
ja: メールから招待
ru: Пригласить по Email
zh_hans: 邀請信

# accounts.alert.onInviteToShareAlmond.message
source: By inviting someone they can access %@
es: Si invita a un usuario, éste tendrá acceso a %@
ja: 招待すると%@にアクセスできる。
ru: Приглашая кого-либо, Вы даёте им доступ к %@
zh_hans: 通過邀請的人才可進行訪問%@

# accounts.alert.onInviteToShareAlmond.Invite
source: Invite
es: Invitar
ja: 招待
ru: Пригласить
zh_hans: 邀請

# accounts.alert.onInviteToShareAlmond.Cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Отмена
zh_hans: 取消

# accounts.hud.loadingDetails
source: Loading account details...
es: Cargando datos de cuenta...
ja: アカウント情報読み込み中...
ru: Загрузка данных аккаунта...
zh_hans: 讀取帳戶資訊

# accounts.hud.deletingAccount
source: Deleting account...
es: Eliminando cuenta...
ja: アカウントを削除中...
ru: Удаление аккаунта...
zh_hans: 帳戶刪除中…

# accounts.hud.updatingDetails
source: Updating account details...
es: Actualizando datos de cuenta...
ja: アカウント情報更新中...
ru: Обновление данных аккаунта...
zh_hans: 更新帳戶資訊

# accounts.hud.removeUserFromSharedList
source: Remove user from shared list...
es: Quitar usuario de la lista de compartidos...
ja: ユーザーを共有リストから削除する。 ...
ru: Удалить пользователя из общего списка...
zh_hans: 從共用列表中刪除用戶

# accounts.deleteAccount.failure.reasonCode1
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。しばらくしてから、もう一度してください。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.deleteAccount.failure.reasonCode2
source: Sorry! You are not registered with us yet.
es: Lo sentimos. Aún no está registrado.
ja: ごめんなさい、お客様はまだ登録していません。
ru: К сожалению, Вы пока не зарегистрированы.
zh_hans: 抱歉!您還沒有完成註冊。

# accounts.deleteAccount.failure.reasonCode3
source: You need to activate your account.
es: Debe activar la cuenta.
ja: アカウントを有効にしてください。
ru: Вам необходимо активировать Ваш аккаунт.
zh_hans: 您需要認證您的帳戶。

# accounts.deleteAccount.failure.reasonCode4
source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべての項目に記入してください。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有欄位。

# accounts.deleteAccount.failure.reasonCode5
source: The current password was incorrect.
es: La contraseña actual es incorrecta.
ja: パスワードは正しくありません。
ru: Текущий пароль неверен.
zh_hans: 目前密碼錯誤

# accounts.deleteAccount.failure.reasonCode6
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。しばらくしてから、もう一度してください。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.deleteAccount.failure.default
source: Sorry! Deletion of account was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar eliminar la cuenta.
ja: ごめんなさい、アカウントの削除はできませんでした。
ru: К сожалению, удаление аккаунта не удалось.
zh_hans: 抱歉!刪除帳戶失敗。

# accounts.updateAccount.failure.reasonCode1
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: ごめんなさい、アカウントの削除はできませんでした。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.updateAccount.failure.reasonCode2
source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべての項目に記入してください。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有欄位。

# accounts.updateAccount.failure.reasonCode3
source: Sorry! You are not registered with us yet.
es: Lo sentimos. Aún no está registrado.
ja: ごめんなさい、お客様はまだ登録していません。
ru: К сожалению, Вы ещё не зарегистрированы.
zh_hans: 抱歉!您還沒有完成註冊。

# accounts.updateAccount.failure.default
source: Sorry! Update was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar actualizar.
ja: 更新できませんでした。
ru: К сожалению, обновление не удалось.
zh_hans: 抱歉!更新失敗。

# accounts.unlinkAlmond.failure.reasonCode1
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。しばらくしてから、もう一度してください。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.unlinkAlmond.failure.reasonCode2
source: Sorry! You are not registered with us yet.
es: Lo sentimos. Aún no está registrado.
ja: ごめんなさい、お客様はまだ登録していません。
ru: К сожалению, Вы ещё не зарегистрированы.
zh_hans: 抱歉!您還沒有完成註冊。

# accounts.unlinkAlmond.failure.reasonCode3
source: You need to activate your account.
es: Debe activar la cuenta.
ja: アカウントを有効にしてください。
ru: Необходимо активировать Ваш Аккаунт.
zh_hans: 您需要認證您的帳戶。

# accounts.unlinkAlmond.failure.reasonCode4
source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべての項目に記入してください。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有欄位。

# accounts.unlinkAlmond.failure.reasonCode5
source: The current password was incorrect.
es: La contraseña actual es incorrecta.
ja: パスワードが正しくありません。
ru: Данный пароль неверен.
zh_hans: 目前密碼錯誤。

# accounts.unlinkAlmond.failure.reasonCode6
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.inviteUserToShareAlmond.failure.reasonCode1
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.inviteUserToShareAlmond.failure.reasonCode5
source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべての項目に記入してください。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有欄位。

# accounts.inviteUserToShareAlmond.failure.reasonCode7
source: You can not add yourself as secondary user.
es: No es posible agregarse a uno mismo como usuario secundario.
ja: お客様のアカウントはセカンダリユーザーに追加できません。
ru: Вы не можете добавить себя в качестве вторичного пользователя
zh_hans: 你不能将自己添加为次要用户。

# accounts.deleteSecondaryUser.failure.reasonCode1
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.deleteSecondaryUser.failure.reasonCode2
source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべての項目に記入してください。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有欄位。

# accounts.deleteSecondaryUser.failure.reasonCode5
source: Secondary user not found.
es: Usuario secundario no encontrado.
ja: セカンダリユーザーは検索できませんでした。
ru: Вторичные пользователи не найдены.
zh_hans: 次要用戶未找到

# accounts.deleteSecondaryUser.failure.default
source: Sorry! Something went wrong. Try later.
es: Lo sentimos. Algo fue mal. Inténtelo más tarde.
ja: ごめんなさい! エラーが発生しました、しばらくしてから、もう一度してください。
ru: К сожалению, что-то пошло не так. Пожалуйста. Попробуйте позже.
zh_hans: 抱歉!部份功能發生問題，請稍候再試。

# accounts.deleteMeAsSecondaryUser.failure.reasonCode1
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーはありました。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務發生問題，請稍候再試。

# accounts.deleteMeAsSecondaryUser.failure.reasonCode2
source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべての項目に記入してください。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有欄位。

# notifications.title.Recent Activities
source: Recent Activities
es: Actividades recientes
ja: 最新情報Recent Activities
ru: Недавние действия
zh_hans: 近期活動

# notifications.headerfooter.mode.The End
source: The End
es: Fin
ja: 終了
ru: Конец
zh_hans: 結束

# notifications.date.Today
source: Today
es: Hoy
ja: 今日
ru: Сегодня
zh_hans: 今天

# notifications.bucketdate.Yesterday
source: Yesterday
es: Ayer
ja: 昨日
ru: Вчера
zh_hans: 昨天

# scenes.hud.loadingScenes
source: Loading scenes...
es: Cargando escenas...
ja: シーンロード中...
ru: Загрузка Зон Обзора...
zh_hans: 讀取情景

# scenes.hud.deletingScene
source: Deleting Scene...
es: Eliminando escenas...
ja: シーンを削除中...
ru: Удаление Зоны Обзора...
zh_hans: 刪除情景

# scenes.hud.activatingScene
source: Activating scene...
es: Activando escena...
ja: シーン有効中...
ru: Активация Зоны Обзора...
zh_hans: 激活情景

# scenes.hud.creatingScene
source: Creating scene...
es: Creando escena...
ja: シーン作成中...
ru: Создание Зоны Обзора...
zh_hans: 創建情景

# scene.macro.Could not update sensor data.
source: Could not update sensor data.
es: No se han podido actualizar los datos del sensor.
ja: センサーデーターの更新はできません。
ru: Не удалось обновить данные сенсоров.
zh_hans: 無法更新感應器資訊

# scene.thermostat-title.COOLING TEMP.
source: COOLING TEMP.
es: TEMP. DE REFRIGERACIÓN.
ja: 冷却温度
ru: ТЕМПЕРАТУРА ОХЛАЖДЕНИЯ.
zh_hans: 降溫

# scene.thermostat-title.HEATING TEMP.
source: HEATING TEMP.
es: TEMP. DE CALEFACCIÓN.
ja: 暖房温度
ru: ТЕМПЕРАТУРА НАГРЕВА.
zh_hans: 升溫

# scene.button.Save
source: Save
es: Guardar
ja: 保存
ru: Сохранить
zh_hans: 儲存

# scene.button.Cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Удалить
zh_hans: 取消

# scene.title.Get Started
source: Get Started
es: Comenzar
ja: 始めます
ru: Начать Работу
zh_hans: 開始

# scene.msg.You have to select at least 1 value
source: You have to select at least 1 value
es: Debe seleccionar al menos 1 valor
ja: 一つのバリューを選ぶ必要があります。
ru: Необходимо выбрать не менее 1 значения
zh_hans: 您必須至少選擇 1的值

# scene.hud.Loading router data
source: Loading router data
es: Cargando datos del enrutador
ja: ルーターデーター読み込み中
ru: Загрузка данных Роутера
zh_hans: 讀取無線分享器資訊

# scene.hud.Loading sensor data
source: Loading sensor data
es: Cargando datos del sensor
ja: センサーデーター読み込み中
ru: Загрузка данных Сенсоров
zh_hans: 讀取感應去資訊

# scene.text.Choose one or more Actions
source: Select all the actions that should be executed as part of this scene. Every gray icon below represents an action.
es: Elija una o varias acciones
ja: アクション選んでください。
ru: Выберите одно или несколько Действий
zh_hans: 選擇一或多個動作

# scene.alert-title.Oops
source: Oops
es: ¡Vaya!
ja: あら
ru: Упс

source: Scoreboard
es: Panel
ja: スコアボード
ru: Табло
zh_hans: 記事本

source: Refresh Scoreboard
es: Actualizar panel
ja: スコアボードをリフッレシュ
ru: Обновить Табло
zh_hans: 刷新記事本

# scoreboard.section.Cloud
source: Cloud
es: Nube
ja: クライド
ru: Облако
zh_hans: 雲端服務

# scoreboard.section.PushNotifications
source: Push Notifications
es: Notificaciones de inserción
ja: 通知メール
ru: Всплывающие уведомления
zh_hans: 推送通知

# scoreboard.section.Events
source: Events
es: Eventos
ja: イベント
ru: События
zh_hans: 事件

# scoreboard.section.Network
source: Network
es: Red
ja: ネットワーク
ru: Сеть
zh_hans: 網路

# scoreboard.section.Commands & Updates
source: Commands & Updates
es: Comandos y actualizaciones
ja: コマンドと更新
ru: Управление и Обновления
zh_hans: 命令 & 更新

# scoreboard.section.Logs & Data
source: Logs & Data
es: Registros y datos
ja: ログ & データー
ru: Логи и Данные
zh_hans: 紀錄& 資料

# footerInsection.Last refreshed %.0f secs ago @ %@
source: Last refreshed %.0f secs ago @ %@
es: Última actualización hace %.0f segundos @ %@
ja: 最後のリフレシュー %.秒@ %@
ru: Последнее обновление %.0f секунд назад @ %@
zh_hans: 最后更新 @.0f 天以前 @ %@

# notifications.Client Token
source: Client Token
es: Token de cliente
ja: クライアントトーケン
ru: Токен Клиента
zh_hans: 客戶端標誌

# notifications.Not registered
source: Not registered
es: No registrado
ja: 登録していません
ru: Не зарегистрирован
zh_hans: 未註冊

source: Failed to send mail
es: No se pudo enviar el correo electrónico
ja: メールの送信がはできませんでした。
ru: Не удалось отправить письмо
zh_hans: 寄送電子郵件失敗

source: Since %@
es: Desde %@
ja: %@以降
ru: С %@
zh_hans: 由于 %@

# notifications_logctrl.View Handler Log
source: View Handler Log
es: Ver registro del controlador
ja: ハンドラーログを見る。
ru: Просмотреть Логи Оператора
zh_hans: 檢視處理程序紀錄

# notifications_viewactual.View Notifications
source: View Notifications
es: Ver notificaciones
ja: 通知を見る
ru: Просмотреть Уведомления
zh_hans: 檢視通知

# notifications_viewtests.Unit Test UI
source: Unit Test UI
es: Prueba unitaria de IU
ja: ＵＩをテスト
ru: Тест UI Секции
zh_hans: 單元測試UI

# events.All Events
source: All Events
es: Todos los eventos
ja: すべてのイベント
ru: Все события
zh_hans: 所有活動

# Network.Established Connections
source: Established Connections
es: Conexiones establecidas
ja: 接続できました。
ru: Установленные соединения
zh_hans: 建立連接

# Network.Failed Connections
source: Failed Connections
es: Conexiones erróneas
ja: 接続失敗
ru: Неудавшиеся соединения
zh_hans: 連接失敗

# Network.Reachability Changes
source: Reachability Changes
es: Cambios de disponibilidad
ja: 到達変更
ru: Изменения доступности
zh_hans: 達成性變更

# SEC_ReQUEST.Dynamic Updates
source: Dynamic Updates
es: Actualizaciones dinámicas
ja: 動的更新
ru: Динамическое обновление
zh_hans: 動態更新

# SEC_ReQUEST.Command Requests
source: Command Requests
es: Solicitudes de comando
ja: コマンド要求
ru: Управленческие запросы
zh_hans: 要求指令

# SEC_ReQUEST.Command Responses
source: Command Responses
es: Respuestas de comando
ja: コマンド応答
ru: Реакции на запрос
zh_hans: 反應指令

source: Email Logs & Data
es: Registros y datos de correo electrónico
ja: Ｅメール ログ & データー
ru: Данные и Логи Email
zh_hans: Email 紀錄 & 資訊

# cloudSection.row0.Production
source: Production
es: Producción
ja: 生産
ru: Производство
zh_hans: 產品

# cloudSection.row1.Development
source: Development
es: Desarrollo
ja: 開発
ru: Разработка
zh_hans: 發展

source: Copied token
es: Token copiado
ja: トケンコピーしました
ru: Скопированный Токен
zh_hans: 複製標誌

source: Reset counter
es: Restablecer contador
ja: カウンターリセット
ru: Обнулить счётчик
zh_hans: 重置計數器

source: Sending Mail is not supported on this device
es: Este dispositivo no admite el envío de correo electrónico
ja: メール送信はこのデバイスにはできません。
ru: Отправка email не поддерживается данным устройством
zh_hans: 此裝置不支援寄送電子郵件

# Scoreboard.Preparing...
source: Preparing...
es: Preparando...
ja: 準備中Preparing...
ru: Подготовка...
zh_hans: 準備中…

source: Local Network Enabled
es: Red local habilitada
ja: ローカルネットワーク有効
ru: Локальная Сеть Активирована
zh_hans: 本地網路啟用

# scoreboard.localnetwork.IP Address
source: IP Address
es: Dirección IP
ja: IP アドレス
ru: IP-адрес
zh_hans: IP位址

# scoreboard.localnetwork.Port
source: Port
es: Puerto
ja: ポート
ru: Порт
zh_hans: 接口

# scoreboard.localnetwork.Password
source: Password
es: Contraseña
ja: パスワード
ru: Пароль
zh_hans: 密碼

# sensor support- a value has changed
source: 's state changed
es: ha cambiado un valor
ja: バリューは変更されました。
ru: значение было изменено
zh_hans: 數值變更

# Draw viecontroller.label LOCATION
source: LOCATION
es: UBICACIÓN
ja: 場所
ru: МЕСТОПОЛОЖЕНИЕ
zh_hans: 位置

# Draw viecontroller.label SETTINGS
source: SETTINGS
es: AJUSTES
ja: 設定
ru: НАСТРОЙКИ
zh_hans: 設定

# Draw viecontroller.label INFO
source: INFO
ja: 情報
ru: ИНФО
zh_hans: 訊息

source: Sorry! Unable to establish Internet route to cloud service.
es: Lo sentimos. No se ha podido establecer una ruta de Internet al servicio en la nube.
ja: ごめんなさい。インタネットを使用して、クラウドの接続はできませんでした。
ru: К сожалению, не удаётся создать Интернет-соединение с облаком!
zh_hans: 抱歉!無法建立網路連線至雲端伺服器。

# mainviewcontroller_Connecting. Please wait!
source: Connecting. Please wait!
es: Conectando. Por favor, espere.
ja: 接続中、お待ちください。
ru: Устанавливается соединение. Пожалуйста, подождите!
zh_hans: 連接中，請稍候!

# mainviewcontroller_Sorry! Could not connect to the cloud service.
source: Sorry! Could not connect to the cloud service.
es: Lo sentimos. No se ha podido conectar con el servicio en la nube.
ja: クラウドに接続できません
ru: К сожалению, не удалось установить соединение с облачным сервисом.
zh_hans: 抱歉!無法連接至雲端服務。

# main view controller Sorry! Push Notification was not registered.
source: Sorry! Push Notification was not registered.
es: Lo sentimos. No se ha registrado la notificación de inserción.
ja: 通知メッセージはまだ登録していません。
ru: К сожалению, рush-уведомления не были зарегистрированы.
zh_hans: 抱歉!推送通知服務未完成註冊。

# main view controller Sorry! Push Notification was not deregistered.
source: Sorry! Push Notification was not deregistered.
es: Lo sentimos. No se ha cancelado el registro de la notificación de inserción.
ja: 通知メッセージはまだ登録していません。
ru: К сожалению, рush-уведомления не были зарегистрированы сняты с регистрации.
zh_hans: 抱歉!推送通知服務未完成註冊。

source: In process of connecting. Change connection method.
es: En proceso de conexión. Cambie el método de conexión.
ja: 接続中、接続を変更
ru: Соединение устанавливается. Измените способ соединения.
zh_hans: 連接程序進行中，變更連接方式。

source: Cloud Connection
es: Conexión a la nube
ja: クラウド接続
ru: Облачное Соединение
zh_hans: 雲端連接

# connection status Local Connection
source: Local Connection
es: Conexión
ja: 接続
ru: Соединение
zh_hans: 連接

# alert.title-Switch to Local Connection
source: Switch to Local Connection
es: Cambiar a conexión local
ja: ローカル接続に変更
ru: Переключиться на Локальное Соединение
zh_hans: 切換至本機連接

# alert.title-Edit Local Connection Settings
source: Edit Local Connection Settings
es: Editar ajustes de conexión local
ja: ローカル接続設定を変更
ru: Редактировать Настройки Локального Соединения
zh_hans: 編輯本地連接

# Alert view title-Retry Cloud Connection
source: Retry Cloud Connection
es: Reintentar conectar con la nube
ja: クラウド接続を再実行
ru: Повторно установить облачное соединение
zh_hans: 重試雲端連接

# Alert view title-Edit Local Connection Settings
source: Edit Local Connection Settings
es: Editar ajustes de conexión local
ja: ローカル接続設定を変更
ru: Редактировать Настройки Локального Соединения
zh_hans: 編輯本機連接設定

# alert view error_Cloud Connection
source: Cloud Connection
es: Conexión a la nube
ja: クラウド接続
ru: Облачное Соединение
zh_hans: 雲端連接

# alert view error_Local Connection
source: Local Connection
es: Conexión local
ja: ローカル接続
ru: Локальное Соединение
zh_hans: 本機連接

# alertview localconnection_Switch to Cloud Connection
source: Switch to Cloud Connection
es: Cambiar a conexión a la nube
ja: クラウド接続に変更
ru: Переключиться на Облачное Соединение
zh_hans: 切換至雲端連接

# alert msg offline Local Retry Local Connection
source: Retry Local Connection
es: Reintentar conectar localmente
ja: ローカル接続を再実行
ru: Повторно установить Локальное Соединение
zh_hans: 重試本機連接

# alert title offline Local Edit Local Connection Settings
source: Edit Local Connection Settings
es: Editar ajustes de conexión local
ja: ローカル接続設定を編集
ru: Редактировать настройки Локального Соединения
zh_hans: 編輯本機連接設定

# mainviewcontroller hud Loading sensor data
source: Loading sensor data
es: Cargando datos del sensor
ja: センサーデータ読む込み中
ru: Загружаются данные сенсоров
zh_hans: 讀取感應器資訊

# mainviewcontroller hud hud.Updating settings...
source: Updating settings...
es: Actualizando ajustes...
ja: 設定更新中...
ru: Обновление настроек...
zh_hans: 更新設定中…

source: Cancel
es: Cancelar
ja: キャンセル
ru: Отмена
zh_hans: 取消

# wifi.hud.UpdatingWifiClient
source: Updating Wifi Client...
es: Actualizando cliente Wi-Fi...
ja: ＷＩＦＩクライアント更新中...
ru: Обновление Wifi-клиента...
zh_hans: Wifi客戶端更新中…

# wifi.hud.removeClient
source: Deleting wifi client...
es: Eliminando cliente Wi-Fi...
ja: ＷＩＦＩクライアント削除中...
ru: Удаление wifi-клиента...
zh_hans: Wifi客戶端刪除中…

# wifi.button.deleteClient
source: Reset
es: Quitar
ja: 削除
ru: Удалить
zh_hans: 移除

# SFIWiFiClientsListViewController-propertyNames-Name
source: Name
es: Nombre
ja: 名前
ru: Имя
zh_hans: 名稱

# SFIWiFiClientsListViewController-propertyNames-Type
source: Type
es: Tipo
ja: タイプ
ru: Тип
zh_hans: 輸入

# SFIWiFiClientsListViewController-propertyNames-MAC Address
source: MAC Address
es: Dirección MAC
ja: MAC アドレス
ru: MAC-адрес
zh_hans: MAC位址

# SFIWiFiClientsListViewController-propertyNames-Last Known IP
source: Last Known IP
es: Última IP conocida
ja: 最終ＩＰ名
ru: Последний известный IP
zh_hans: 最近一次的IP

# SFIWiFiClientsListViewController-propertyNames-Connection
source: Connection
es: Conexión
ja: 接続
ru: Соединение
zh_hans: 連接

# SFIWiFiClientsListViewController-propertyNames-Use as Presence Sensor
source: Use as Presence Sensor
es: Usar como sensor de presencia
ja: プレセンスセンサーを使用
ru: Использовать как Сенсор Присутствия
zh_hans: 使用完成配對的感應器

# SFIWiFiClientsListViewController-propertyNames-Notify me
source: Notify me
es: Notificarme
ja: 通知オン
ru: Уведомить меня
zh_hans: 通知我

# SFIWiFiClientsListViewController-propertyNames-Remove
source: Remove
es: Quitar
ja: 外す
ru: Удалить
zh_hans: 移除

# Presence sensor Yes
source: Yes
es: Sí
ja: はい
ru: Да
zh_hans: 是

# Presence sensor NO
source: No
ja: いいえ
ru: НЕТ
zh_hans: 否

# response.alert-Oops
source: Oops
es: ¡Vaya!
ja: あら
ru: Упс

source: Fan is
es: El ventilador está
ja: ファンは
ru: Вентиляция
zh_hans: 風速是

source: Fan is set to
es: El ventilador está establecido en
ja: ファンの設定
ru: Вентиляция установлена на
zh_hans: 風速設定為

# brightness changed to
source: brightness is
es: el brillo ha cambiado a
ja: 明るさの変更
ru: яркость изменена на
zh_hans: 亮度變更為

source: detected Fire.
es: se ha detectado fuego.
ja: 火が検出されました
ru: обнаружен Огонь.
zh_hans: 火源偵測

source: detected Gas.
es: se ha detectado gas.
ja: ガスが検出されました.
ru: обнаружен Газ.
zh_hans: 瓦斯偵測

source: detected Smoke.
es: se ha detectado humo.
ja: 煙が検出されました.
ru: обнаружен Дым.
zh_hans: 煙霧偵測

source: detected Vibration.
es: se ha detectado vibración.
ja: 振動が検出されました.
ru: обнаружена Вибрация.
zh_hans: 振動偵測

source: detected motion.
es: se ha detectado movimiento.
ja: モーションが検出されました.
ru: обнаружено движение.
zh_hans: 動作偵測

source: detected water.
es: se ha detectado agua.
ja: 浸水が検出されました.
ru: обнаружена вода.
zh_hans: 積水偵測

# has been Tampered.
source: is Tampered.
es: ha sido alterado.
ja: 改ざんされました.
ru: был поврежден.
zh_hans: 已被竄改
