Repository: Rushabh-shah-securifi/AlmondiOSApp
Catalog: Almond/*.lproj/Localizable.strings
Languages: es, ja, ru, zh_hans

source: HOME
es: CASA
ja: ホーム
ru: ДОМА
zh_hans: 居家

# hud.One moment please...
source: One moment please...
es: Espere un momento...
ja: 少々お待ちください...
ru: Пожалуйста, подождите немного…
zh_hans: 請稍候

# hud.Updating settings...
source: Updating settings...
es: Actualizando ajustes...
ja: 設定更新中...
ru: Обновление настроек...
zh_hans: 更新設置中

source: Oops!
es: ¡Vaya!
ja: ああ!
ru: Упс!
zh_hans: 哎呀!

source: Sorry!
es: Lo sentimos.
ja: ごめんなさい!
ru: Приносим извинения!
zh_hans: 抱歉

# toast.Saving...
source: Saving...
es: Guardando...
ja: 保存中...
ru: Сохранение...
zh_hans: 儲存中…

source: Please try later.
es: Inténtelo más tarde.
ja: しばらくたってから、もう一度してください。
ru: Пожалуйста, попробуйте позже.
zh_hans: 請稍候再試

source: Please enter a valid code.
es: Introduzca un código válido.
ja: 正しいコードを入力してください。
ru: Пожалуйста, введите правильный код.
zh_hans: 請輸入有效密碼

# alert.msg.Logout was unsuccessful
source: Sorry. Logout was unsuccessful. Please try again.
es: Lo sentimos. Se ha producido un error al intentar cerrar sesión. Inténtelo de nuevo.
ja: ロゴアウトできませんでした。もう一度してください。
ru: К сожалению, выход из системы не удался. Пожалуйста, попробуйте позже.
zh_hans: 抱歉!登出失敗，請稍候再試。

# alert.title.Logout Unsuccessful
source: Logout Unsuccessful
es: Error al intentar cerrar sesión
ja: ログアウト失敗しました。
ru: Выход Успешен
zh_hans: 登出失敗

# cloudlink.title.Cloud Link
source: Cloud Link
es: Vínculo a la nube
ja: クラウドリンク
ru: Облачное Соединение
zh_hans: 雲端連結

# cloudlink.label.Linking to Cloud
source: Linking to Cloud
es: Vinculando a la nube
ja: クラウドとリンク中
ru: Установление облачного соединения
zh_hans: 雲端連接中

# cloudlink.label.Name
source: Name
es: Nombre
ja: 名前
ru: Имя
zh_hans: 使用者名稱

# cloudlink.label.MAC Address
source: MAC Address
es: Dirección MAC
ja: MAC アドレス
ru: MAC-адрес
zh_hans: MAC位址

source: Enter code
es: Introduzca el código
ja: コード入力
ru: Введите Ваш код
zh_hans: 請輸入密碼

source: Reactivation link has been sent to your account.
es: Se ha enviado un vínculo de reactivación a su cuenta.
ja: 回復リンクがお客様のアカウントに送信されました。
ru: Активационная ссылка была отправлена на Ваш аккаунт.
zh_hans: 驗證連結已傳送至您的帳戶

# sensor.activation.The username was not found
source: The username was not found
es: No se encontró el nombre de usuario
ja: ユーザーネームが検索できませんでした。
ru: Имя пользователя не найдено
zh_hans: 用戶名稱不存在

source: The account is already validated
es: La cuenta ya está validada
ja: アカウントはすでに有効です。
ru: Данный аккаунт уже был активирован.
zh_hans: 此帳戶已註冊

# Sorry! Cannot send reactivation link
source: Sorry! The reactivation link cannot be present at the moment. Try again later.
es: Lo sentimos. No se puede reenviar el vínculo de reactivación en este momento. Inténtelo de nuevo más tarde.
ja: ごめんなさい。回復リンクは今送信出来ません。しばらくしてから、もう一度送信してください。
ru: К сожалению, активационная ссылка не может быть повторно выслана в настоящий момент. Пожалуйста, попробуйте позже.

source: The email ID is invalid.
es: El ID de correo electrónico no es válido.
ja: このＥメールは無効です。
ru: ID электронной почты некорректен.
zh_hans: 無效的email ID

# password-validation.strength-label.Password: Mismatch
source: Password: Mismatch
es: Contraseña: No coincidente
ja: パスワード：ミスマッチ
ru: Пароль: Несоответствие
zh_hans: 密碼:錯誤

# password-validation.strength-label.Password: Too Short
source: Password: Too Short
es: Contraseña: Demasiado corta
ja: パスワード：短いです。
ru: Пароль: Слишком короткий
zh_hans: 密碼:設定字元太短

# password-validation.strength-label.Password: Too Long
source: Password: Too Long
es: Contraseña: Demasiado larga
ja: パスワード：長いです。
ru: Пароль: Слишком длинный
zh_hans: 密碼:設定字元太長

# password-validation.strength-label.Password: Weak
source: Password: Weak
es: Contraseña: Débil
ja: パスワード：弱いです。
ru: Пароль: Слишком слабый
zh_hans: 密碼:強度薄弱

# password-validation.strength-label.Password: Medium
source: Password: Medium
es: Contraseña: Media
ja: パスワード：普通です
ru: Пароль: Средний
zh_hans: 密碼:強度適中

# password-validation.strength-label.Password: Strong
source: Password: Strong
es: Contraseña: Fuerte
ja: パスワード：強いで す。
ru: Пароль: Надёжный
zh_hans: 密碼:強度強壯

source: The password should be %d - %d characters long.
es: La contraseña debe tener %d - %d caracteres.
ja: パスワード文字数 %d - %d にしてください。
ru: Длина пароля должна составлять %d - %d символов.
zh_hans: 密碼長度必須為%d - %d個字元。

source: An account already exists with this email.
es: Ya existe una cuenta asociada a este correo electrónico.
ja: このＥメールにすでにアカウントが作成されました。
ru: аккаунт с данным email уже зарегистрировал.
zh_hans: 此email已被其他帳戶註冊

source: The email or password was incorrect.
es: El correo electrónico o la contraseña son incorrectos.
ja: Ｅメールかパスワードが正しくありません。
ru: Еmail или пароль неверен.
zh_hans: Email或密碼不正確

source: Sorry! Signup was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar realizar el registro.
ja: ごめんなさい、サインアップが失敗しました。
ru: К сожалению, регистрация не удалась.
zh_hans: 抱歉!登入失敗。

source: The username was not found
es: No se encontró el nombre de usuario
ja: ユーザー名は見つかりません。
ru: Имя пользователя не найдено
zh_hans: 此用戶名稱不存在

source: There is a password mismatch.
es: Las contraseñas no coinciden.
ja: パスワードが正しくありません。
ru: Пароли не совпадают.
zh_hans: 密碼錯誤

source: You forgot to enter your password.
es: Ha olvidado introducir la contraseña.
ja: パスワードを入力してください。
ru: Вы забыли ввести пароль
zh_hans: 未輸入密碼

source: You have entered an invalid email ID.
es: Ha introducido un ID de correo electrónico no válido.
ja: ＥメールＩＤは正しくありません。
ru: Вы ввели неверный ID электронной почты.
zh_hans: 您輸入的email ID不存在

source: You forgot to enter your email ID.
es: Ha olvidado introducir el ID de correo electrónico.
ja: ＥメールＩＤを入力してください。
ru: Вы забыли ввести ID электронной почты.
zh_hans: 未輸入email ID

# password.hud.Changing password...
source: Changing password...
es: Cambiando contraseña...
ja: パスワード変更中...
ru: Изменение пароля...
zh_hans: 密碼變更中…

# password.label-text.There was some error on cloud. Please try later.
source: There was some error on cloud. Please try later.
es: Se ha producido un error en la nube. Inténtelo más tarde.
ja: クラウドにエラーが発生しました。しばらくしてから、もう一度してください。
ru: Произошла ошибка в облачном соединении. Пожалуйста, попробуйте позже.
zh_hans: 雲端服務狀態異常，請稍候再試一次。

source: Sorry! You are not registered with us yet.
es: Lo sentimos. Aún no está registrado.
ja: ごめんなさい、お客様はまだ登録しておりません。
ru: Приносим извинения! Вы ещё не зарегистрированы.
zh_hans: 抱歉!您還沒有完成註冊。

source: You need to fill all the fields.
es: Debe rellenar todos los campos.
ja: すべてのインフォの記入は必要です。
ru: Необходимо заполнить все поля.
zh_hans: 您需要填寫所有空白欄位。

source: The current password was incorrect.
es: La contraseña actual es incorrecta.
ja: パスワードは正しくありません。
ru: Данный пароль неверен.

source: Sorry! Password change was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar cambiar la contraseña.
ja: ごめんなさい、パスワード変更は失敗しました。
ru: К сожалению, смена пароля не удалась.
zh_hans: 抱歉!密碼變更失敗。

source: Please enter Username and Password
es: Introduzca su nombre de usuario y contraseña
ja: ユーザー名とパスワードを入力してください。
ru: Пожалуйста, введите Имя Пользователя и Пароль
zh_hans: 請輸入使用者名稱及密碼

source: Sorry! Could not complete the request.
es: Lo sentimos. No se ha podido completar la solicitud.
ja: ごめんなさい、要求を完了することができませんでした
ru: К сожалению, Ваш запрос не был выполнен.
zh_hans: 抱歉!無法完成指示。

source: Unable to establish Internet route to cloud service.
es: No se puede establecer una ruta de Internet al servicio en la nube.
ja: インターネットからクラウドに接続できませんでした。
ru: Невозможно установить соединение с облачным сервисом.

source: Sorry! Login was unsuccessful.
es: Lo sentimos. Se ha producido un error al intentar iniciar sesión.
ja: ごめんなさい、ログインが失敗しました。
ru: К сожалению, вход не удался.
zh_hans: 抱歉!登入失敗。

source: The email was not found.
es: No se ha encontrado el correo electrónico.
ja: Ｅメールは見つかりませんでした。
ru: Еmail не найден.
zh_hans: 無法搜尋到此email

source: The password is incorrect.
es: La contraseña es incorrecta.
ja: パスワードは正しくありません。
ru: Пароль неверен.
zh_hans: 密碼錯誤。

source: Almost there.
es: Ya casi estamos.
ja: そろそろ、完成です。
ru: Почти готово.

source: You need to activate your account.
es: Debe activar la cuenta.
ja: アカウントを有効にすることが必要です。
ru: Вам необходимо активировать Аккаунт.
zh_hans: 您需要完成帳戶驗證。

source: The email or password is incorrect
es: El correo electrónico o la contraseña son incorrectos
ja: Ｅメールかパスワードが正しくありません。
ru: Еmail или парод некорректен
zh_hans: Email或密碼不正確

source: Password reset link has been sent to your account.
es: Se ha enviado un vínculo de restablecimiento de contraseña a su correo electrónico.
ja: パスワードのリセットリンクが、お客様のアカウントに送信されました。
ru: Ссылка для восстановления пароля была выслана на Ваш аккаунт.
zh_hans: 密碼重置連結已發送至您的信箱。

source: Sorry! Your password cannot be reset at the moment. Try again later.
es: Lo sentimos. No se puede restablecer la contraseña en este momento Inténtelo de nuevo más tarde.
ja: ごめんなさい、パスワードのリセットが今、できません。しばらくしてから、もう一度してください。
ru: К сожалению, Ваш пароль не может быть восстановлен в настоящее время. Пожалуйста, попробуйте позже.

source: Login
es: Iniciar sesión
ja: ログイン
ru: Вход
zh_hans: 登入

# logoutall.navbar-title.Continue
source: Continue
es: Continuar
ja: 進む
ru: Продолжить
zh_hans: 繼續

# logoutall.label.Logout from all devices was not successful.
source: Logout from all devices was not successful.
es: Se ha producido un error al intentar cerrar sesión en todos los dispositivos.
ja: すべてのデバイスのログアウトができませんでした。
ru: Выход из всех устройств не был успешен.
zh_hans: 登出所有裝置失敗。

# logoutall.alertview.title.Error
source: Invalid Password
es: Contraseña no válida
ja: パスワードが正しくありません。
ru: Неверный Пароль
zh_hans: 密碼無效

# logoutall.alertview.msg.The password is invalid.
source: The password is invalid.
es: La contraseña no es válida.
ja: パスワードが正しくあっりません。
ru: Пароль неверен.
zh_hans: 密碼無效

# router.offline-msg.label.Please check the router.
source: Please check the router.
es: Compruebe el enrutador.
ja: ルーターを確認してください。
ru: Пожалуйста, проверьте Роутер.
zh_hans: 請檢察您的無線分享器設置。

# router.card-title.Cloud Almond Link
source: Cloud Almond Link
es: Vínculo del Almond a la nube
ja: クラウドAlmondリンク
ru: Облачное соединение с Almond
zh_hans: Almond 雲端連接

# router.card-title.Local Almond Link
source: Local Almond Link
es: Vínculo local del Almond
ja: ローカルAlmondリンク
ru: Локальное соединение с Almond
zh_hans: Almond主機連接

# router.card-title.Wireless Settings
source: Wireless Settings
es: Ajustes inalámbricos
ja: ワイヤレス設定
ru: Беспроводные настройки
zh_hans: 無線網路設置

# router.card-title.Devices & Users
source: Devices & Users
es: Dispositivos y usuarios
ja: デバイスとユーザー
ru: Устройства и Пользователи
zh_hans: 設備 & 使用者

# router.devices-summary.%d connected, %d blocked
source: %d connected, %d blocked
es: %d connectados, %d bloqueados
ja: %d 接続, %d 拒否
ru: %d подключено, %d заблокировано
zh_hans: %d 已連接, %d 已中斷

# router.software-version.header.Software Update Available
source: Software Update Available
es: Actualización de software disponible
ja: ソフトウエアの更新ソフトがあります。
ru: Доступно обновление Программного Обеспечения
zh_hans: 有可更新的軟體

# router.software-version.header.instructions
source: Please tap "Settings" on your Almond
es: Pulse "Ajustes" en el Almond
ja: "Settings"をタップしてください。
ru: Пожалуйста, нажмите "Настройки" на Вашем Almond
zh_hans: 請在您的Almond螢幕點擊”設定”

# router.software-version.Update Available
source: Update Available
es: Actualización disponible
ja: 更新あります。
ru: Доступно обновление
zh_hans: 有可用的更新

# router.software-version.Current version
source: Current version
es: Versión actual
ja: 現在のソフトバージョン
ru: Текущая версия
zh_hans: 目前版本

# router.software-version.Not available
source: Version information is not available.
es: La información de la versión no está disponible.
ja: バージョンインフォはありません。
ru: Информация о версии недоступна.
zh_hans: 版本資訊錯誤

# router.reboot-msg.Router is rebooting. It will take at least
source: Router is rebooting. It will take at least
es: El enrutador está reiniciando. El enrutador tardará al menos
ja: ルーターが再起動中、再起動時間は
ru: Роутер перезагружается. Это займёт не менее
zh_hans: 重新啟動中。這將需要至少

# router.reboot-msg.2 minutes for the router to boot.
source: 2 minutes for the router to boot.
es: 2 minutos en reiniciar.
ja: ２分ほどです。
ru: 2 минут для перезагрузки.
zh_hans: 2分鐘的重啟時間。

# router.reboot-msg.Please refresh after sometime.
source: Please refresh after sometime.
es: Actualice al cabo de un rato.
ja: しばらくしてから、リフレッシュしてください。
ru: Пожалуйста, обновите через некоторое время.
zh_hans: 請在一段時間後刷新

# router.Router status is not available.
source: Router status is not available.
es: El estado del enrutador no está disponible.
ja: ルーターステータスは利用できません。
ru: Нет данных о статусе Роутера.
zh_hans: 無線分享器狀態為無法使用

# router.Last reboot %@ ago
source: Last reboot %@ ago
es: Último reinicio hace %@
ja: 最終起動時間%@ です。
ru: Последняя перезагрузка %@ назад
zh_hans: 上次重啟%@前

# router.hud.Router is now online.
source: Router is now online.
es: El enrutador está ahora conectado.
ja: ルーターは現在オンラインです。
ru: Теперь роутер онлайн.
zh_hans: 無線分享器連線中

# router.hud.Updating router firmware.
source: Updating router software.
es: Actualizando el software del enrutador.
ja: ルーターソフトウエアー更新中
ru: Обновление программного обеспеения роутера.
zh_hans: 軟體更新中

# router.hud.Router is rebooting.
source: Router is rebooting.
es: El enrutador está reiniciando.
ja: ルーターは再起動中です。
ru: Роутер перезагружается.
zh_hans: 重新啟動中

# router.card-title.Send Logs
source: Report a Problem
es: Enviar registros
ja: ログを送信
ru: Отправить Лог-файлы
zh_hans: 傳送紀錄

# router.Sends %@'s logs to our server
source: Sends %@'s logs to our server
es: Enviar los registros de %@ al servidor
ja: %@ のログをサーバーに送信する。
ru: Отправка %@'s лог-файлов на наш сервер
zh_hans: 傳送 %@'s 紀錄至我們的伺服器

# router.hud.Sending Logs.
source: Instructing router to send logs
es: Ordenando al enrutador que envíe los registros
ja: ログの送信準備中
ru: Отдаются инструкции роутеру об отправке лог-файлов
zh_hans: 指示發送紀錄

# router.devicestatus.Connected as %@
source: Connected as %@
es: Conectado como %@
ja: 接続名%@
ru: Подключен как %@
zh_hans: 作为连接 %@

# router.devicesmac.MAC address is %@
source: MAC address is %@
es: La dirección MAC es %@
ja: MACアドレス： %@
ru: MAC-адрес %@
zh_hans: MAC位址是 %@

# router.deviceIP.IP address is %@
source: IP address is %@
es: La dirección IP es %@
ja: IP アドレス：%@
ru: IP-адрес %@
zh_hans: IP位址是 %@

# router.reboot.title.Reboot the router?
source: Reboot the router?
es: ¿Reiniciar el enrutador?
ja: ルーター再起動しますか？
ru: Перезагрузить роутер?
zh_hans: 重新啟動?

source: It will take at least 2 minutes for the router
es: El enrutador tardará al menos 2 minutos
ja: ルーターの再起動は２分ほど掛かります。
ru: Потребуется не менее 2 минут для
zh_hans: 这将需要至少2分钟的路由器

source: to reboot. Please refresh after sometime.
es: en reiniciar. Actualice al cabo de un rato.
ja: 再起動したい場合、しばらくたってから、リフレッシュしてください。
ru: перезагрузки роутера. Пожалуйста, обновите через некоторое время.
zh_hans: 重新啟動中。這將需要至少2分鐘的重啟時間。請在一段時間後刷新。

# router.settings.label.Channel
source: Channel
es: Canal
ja: チャネル
ru: Канал
zh_hans: 頻道

# router.settings.label.Wireless Mode
source: Wireless Mode
es: Modo inalámbrico
ja: ワイヤレスモード
ru: Беспроводной режим
zh_hans: 無線模式

# router.settings.label.Security
source: Security
es: Seguridad
ja: セキュリティ
ru: Безопасность
zh_hans: 安全性

# router.settings.label.Encryption
source: Encryption
es: Cifrado
ja: 暗号化
ru: Шифрование
zh_hans: 加密

# router.settings.label.Country Region
source: Country Region
es: País Región
ja: 国
ru: Страна, Регион
zh_hans: 國家地區

# router.nav-title.Get Started
source: Get Started
es: Comenzar
ja: 始めましょう
ru: Приступить к работе
zh_hans: 開始

# router.summary.IP Address : %@
source: IP Address : %@
es: Dirección IP : %@
ja: IP アドレス : %@
ru: IР-адрес: %@
zh_hans: IP位址

# router.summary.Admin Login : %@
source: Admin Login : %@
es: Iniciar sesión de administrador : %@
ja: 管理者ログイン: %@
ru: Вход Администратора : %@
zh_hans: 管理員登入

# router.software-version.title.Software Version
source: Software Version
es: Versión de software
ja: ソフトウエアーバージョン
ru: Версия Программного Обеспечения
zh_hans: 軟體版本

# router.software-version-new.title.Software Version
source: Software Version
es: Versión de software
ja: ソフトウエアーバージョン
ru: Версия Программного Обеспечения
zh_hans: 軟體版本

# router.offline-msg. is offline
source: is offline
es: está desconectado
ja: はオフラインです。
ru: офлайн
zh_hans: 離線

# router.log-textfield-placeholder.Describe your problem here
source: Describe your problem here
es: Describa aquí el problema
ja: 問題の内容を記入してください。
ru: Опишите Вашу проблему здесь
zh_hans: 在此描述您的問題

# router.log-send-success.summary.Thanks for sending logs
source: Thanks for sending logs
es: Gracias por enviar los registros
ja: ログを送信していただき、有難う御座います。
ru: Благодарим Вас за отправку лог-файлов
zh_hans: 感謝您傳送紀錄

# router.log-firmware-not-supported.Please update your router's firmware
source: Please update your router's firmware
es: Actualice el firmware del enrutador
ja: ルーターのファームウェアを更新してください。
ru: Пожалуйста, обновите встроенные программы Вашего роутера
zh_hans: 請更新您無線分享器的軟體

# router.log-firmware-not-supported.in order to activate this functionality
source: in order to activate this functionality
es: para poder activar esta función
ja: この機能を使用するには
ru: для активации данного функционала.
zh_hans: 為了激活此功能

# router.version-title.Update now?
source: Update now?
es: ¿Actualizar ahora?
ja: 今更新しますか？
ru: Обновить сейчас?
zh_hans: 現在更新?

# router.update-summary.It will take a few minutes to update the software.
source: It will take a few minutes to update the software.
es: La actualización de software tardará unos minutos.
ja: ソフトウエアーを更新しますと、少し時間が掛かります。
ru: Обновление программного обеспечения займёт несколько минут.
zh_hans: 更新軟體將花費幾分鐘時間。

# router.link-button.Link
source: Link
es: Vincular
ja: リンクLink
ru: Связь
zh_hans: 連結

# router.label.SSID 2.5GHz
source: SSID 2.5GHz
ru: SSID 2.5Гц

# router.label.SSID 5GHz
source: SSID 5GHz
ru: SSID 5Гц

# router.label.Admin Login
source: Admin Login
es: Iniciar sesión de administrador
ja: 管理者ログイン
ru: Вход Администратора
zh_hans: 管理員登入

# router.label.Admin Password
source: Admin Password
es: Contraseña de administrador
ja: 管理者パスワード
ru: Пароль Администратора
zh_hans: 管理員密碼

# router.hud.Establishing Local Link...
source: Establishing Local Link...
es: Estableciendo vínculo local...
ja: ローカルリンク接続中...
ru: Установление Локального Соединения...
zh_hans: 建立本地連結

source: Please confirm your account (less than a day left).
es: Por favor, confirme su cuenta (queda menos de un día).
ja: アカウントを確認してください。（後一日が残っています）
ru: Пожалуйста, подтвердите Ваш аккаунт (осталось менее дня).
zh_hans: 請確認您的帳戶(less than a day left)

# sensors.account-confirm.label.Please confirm your account (%d days left).
source: Please confirm your account (%d days left).
es: Por favor, confirme su cuenta (quedan %d días).
ja: アカウントを確認してください。 (%日が残っています).
ru: Пожалуйста, подтвердите Ваш аккаунт (осталось %d дн.).
zh_hans: 請確認您的帳戶(%d days left)

# sensors.account-confirm.label.Check activation email for instructions.
source: Check activation email for instructions.
es: Consulte el correo electrónico de activación para obtener instrucciones.
ja: アクティベーションメールをご確認して、説明内容を読んでください。
ru: Смотрите инструкции в активационном email.
zh_hans: 檢查認證郵件

# sensors.account-confirm.label.Resend activation email
source: Resend activation email
es: Reenviar correo electrónico de activación
ja: アクティベーションメールを再送信する。
ru: Повторно отправить активационный email
zh_hans: 重新傳送驗證email

# activation.toast.Reactivation link sent to your registerd email ID.
source: Reactivation link sent to your registerd email ID.
es: Vínculo de reactivación enviado a su ID de correo electrónico registrado.
ja: アクティベーションメールをお客様の登録したメールに再送信しました。
ru: Активационная ссылка отправлена на Ваш зарегистрированный ID электронной почты.
zh_hans: 重新激活連接已寄送至您註冊的email ID。

# signup.barbutton.Decline
source: Decline
es: Rechazar
ja: 不同意
ru: Отклонить
zh_hans: 下降

# signuo.barbutton.Accept
source: Accept
es: Aceptar
ja: 同意
ru: Принять
zh_hans: 接受

# signup.barbutton.Continue
source: Continue
es: Continuar
ja: 進む
ru: Продолжить
zh_hans: 繼續

# signup.headline-text.Signing up.
source: Signing up.
es: Registrarse.
ja: サイナップ中
ru: Идёт регистрация.
zh_hans: 簽約

# signup.subheadline-text.Please wait one moment...
source: Please wait one moment...
es: Espere un momento...
ja: 少々お待ちください...
ru: Пожалуйста, немного подождите...
zh_hans: 請稍候…

# signup.headline-text.Almost done.
source: Almost done.
es: Ya casi hemos acabado.
ja: そろそろ、完成
ru: Почти готово.
zh_hans: 快完成了。

# signup.headline-text.An activation link was sent to your email
source: An activation link was sent to your email. Follow it, then login below.
es: Se ha enviado un vínculo de activación a su correo electrónico. Abra el vínculo y, a continuación, pulse Continuar para iniciar sesión.
ja: アクティベーションリンクはＥメールに送信されました、リンクに移動し、“進む”をタプすればログインできます。
ru: Активационная ссылка отправлена на Ваш email. Проследуйте по ней, затем нажмите Продолжить для входа.

# signup.footerbutton.Resend the activation email
source: Resend the activation email
es: Reenviar correo electrónico de activación
ja: アクティベーションメールを再送信します
ru: Повторно отправить активационный email
zh_hans: 重新傳送認證連結

# signup.footerbutton.Signup using another email
source: Signup using another email
es: Registrarse usando otro correo electrónico
ja: 別のＥメールを使用して、サインアップする。
ru: Зарегистрироваться, используя другой email
zh_hans: 登入使用其他email

# signup.footerlabel.Do you want to create another account?
source: Do you want to create another account?
es: ¿Desea crear otra cuenta?
ja: もう一つのアカウントを作成しますか？
ru: Вы хотите создать новый аккаунт?
zh_hans: 您想建立其他帳戶嗎?

# accounts.navbar-title.settings
source: Settings
es: Ajustes
ja: 設定
ru: Настройки
zh_hans: 設置

# accounts.userprofile.title.account
source: Account
es: Cuenta
ja: アカウント
ru: Аккаунт
zh_hans: 帳戶

# accounts.userprofile.label.primaryEmail
source: PRIMARY EMAIL
es: CORREO ELECTRÓNICO PRINCIPAL
ja: 主要Ｅメール
ru: ОСНОВНОЙ EMAIL

# accounts.userprofile.label.password
source: PASSWORD
es: CONTRASEÑA
ja: パスワード
ru: ПАРОЛЬ
zh_hans: 密碼

# accounts.userprofile.label.firstName
source: FIRST NAME
es: NOMBRE
ja: 名
ru: ИМЯ
zh_hans: 姓

# accounts.userprofile.label.lastName
source: LAST NAME
es: APELLIDOS
ja: 姓
ru: ФАМИЛИЯ
zh_hans: 名

# accounts.userprofile.label.address
source: ADDRESS
es: DIRECCIÓN
ja: 住所
ru: АДРЕС
zh_hans: 地址

# accounts.userprofile.label.country
source: COUNTRY
es: PAÍS
ja: 国
ru: СТРАНА
zh_hans: 國家

# accounts.userprofile.label.zipCode
source: ZIP CODE
es: CÓDIGO POSTAL
ja: 郵便番号
ru: ZIP-КОД
zh_hans: 郵遞區號

# accounts.userprofile.title.placeholder.name
source: We don't know your name yet
es: Aún no ha proporcionado su nombre completo
ja: お客様の名前はまだ入力していません。
ru: Мы всё ещё не знаем Вашего имени
zh_hans: 我們還沒不知道您的姓名呢

# accounts.userprofile.textfield.placeholder.firstName
source: We do not know your first name yet
es: Aún no ha proporcionado su nombre
ja: お客様のファストネームはまだ入力していません。
ru: Мы всё ещё не знаем Ваше Имя
zh_hans: 我們還不知道您的姓呢

# accounts.userprofile.textfield.placeholder.lastName
source: We do not know your last name yet
es: Aún no ha proporcionado sus apellidos
ja: お客様のラストネームはまだ入力していません。
ru: Мы всё ещё не знаем Вашу Фамилию
zh_hans: 我們還不知道您的名字呢

# accounts.userprofile.textfield.placeholder.address1
source: Address Line 1
es: Dirección línea 1
ja: 住所ライン１
ru: Адрес, Строка 1
zh_hans: 地址栏 1

# accounts.userprofile.textfield.placeholder.address2
source: Address Line 2
es: Dirección línea 2
ja: 住所ライン２
ru: Адрес, строка 2
zh_hans: 地址栏 2

# accounts.userprofile.textfield.placeholder.address3
source: Address Line 3
es: Dirección línea 3
ja: 住所ライン３
ru: Адрес, Строка 3
zh_hans: 地址栏 3

# accounts.userprofile.textfield.placeholder.country
source: In which country do you reside?
es: ¿En qué país reside?
ja: どこの国にいますか？
ru: В какой стране Вы проживаете?
zh_hans: 您居住的國家在哪?

# accounts.userprofile.textfield.placeholder.zipCode
source: What is your ZIP Code?
es: ¿Cuál es el código postal?
ja: 郵便番号を記入してください。
ru: Каков Ваш ZIP-код?
zh_hans: 您的郵遞區號是?
